
[

    
        
    
        
    
        
    
        
    
        
    
        
    
        
    




    
    {
        "title": "New Orleans, LA, USA",
        "content": "\n",
        "link": "/2018/11/Louisiana",
        "date": "2018-11-03 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Plaka, Athens, Greece",
        "content": "\n\n",
        "link": "/2018/10/Greece",
        "date": "2018-10-03 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "October 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nPing of Pong\n\nThe Tables\n\n\n  A look at the powerful connection between a pair of outdoor ping pong tables in the heart of New York City and the unlikely group of people they’ve brought together, from homeless people to investment bankers to gangbangers.\n\n\nCOFH, BIRF, CORS\n\nThe Unique Neurology of the Sports Fan’s Brain\n\n\n  Affiliation with sports teams, it seems, is a contemporary form of tribalism. “Our sports heroes are our warriors,” Cialdini once remarked. And tribal affiliation, along with satisfying our need for a sense of belonging, produces another social pleasure that’s not so warm and fuzzy: the good vibes of walloping your opponent. It’s what Germans call schadenfreude, literally “harm-joy,” the pleasure derived from others’ misfortune.\n\n\nAround The Web\n\n\n  Accuracy of Movies Based on a True Story\n  Lightning Strike Density Map\n  Oll Korrect\n  The ESPN Logo Quiz\n\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2018/10/Newsletter",
        "date": "2018-10-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Oia, Santorini, Greece",
        "content": "\n\n",
        "link": "/2018/09/Greece",
        "date": "2018-09-29 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Playa del Carmen, Quintana Roo, Mexico",
        "content": "\n\n",
        "link": "/2018/09/Mexico",
        "date": "2018-09-05 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "September 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nDun-Dun—Dunnnn\n\nAn Oral History of ‘GoldenEye 007’ on the N64\n\n\n  GoldenEye 007 was originally planned to be a 2D, single-player side-scrolling game, much like Donkey Kong, another game that British developers Rare were producing at the time for the SNES. However, lead developer Martin Hollis suggested it be a 3D first-person shooter for the Nintendo 64, a system and technology that didn’t even fully exist yet. He got his way, and assembled a ragtag team of new-to-gaming developers to begin working on what was expected to be “just another film license” game — games that typically rode the movie’s fame, but didn’t prove to be smash hits, critically or commercially.\n\n\nAnd just to cut to the chase…\n\n\n  Oddjob is cheating: He is banned. That said, I have only played with a caliber of people who would never consider choosing him, so it has never been an issue.\n\n\nRich Uncle Pennybags\n\nHow an Ex-Cop Rigged McDonald’s Monopoly Game and Stole Millions\n\n\n  Jerome Jacobson and his network of mobsters, psychics, strip-club owners, and drug traffickers won almost every prize for 12 years, until the FBI launched Operation ‘Final Answer.’\n\n\nAround The Web\n\n\n  What If English Were Phonetically Consistent?\n  A Comprehensive Guide to Yellow Stripey Things\n  Where Do Sports Terms Come From?\n\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2018/09/Newsletter",
        "date": "2018-09-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "August 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nHome is Where the Dryptosaurus is\n\nLocate modern addresses on Earth 750 million years ago\n\n300 million years ago the current location of my home emerged from the sea. Some of my neighbors may have also arrived at that time.\n\nGood Design is as Little Design as Possible\n\nTen Principles for Good Design\n\nGary Hustwit has a documentary about designer Dieter Rams coming out soon.\n\nFrom objects to influence, Rams’ contribution to our everyday lives is expansive.\n\n\n  “Dieter Rams’ ability to bring form to a product so that it clearly, concisely and immediately communicates its meaning is remarkable… He remains utterly alone in producing a body of work so consistently beautiful, so right, and so accessible.” – Jonathan Ive, Apple’s Chief Design Officer\n\n\nBo-Yo\n\nGood One: Can’t Handle This\n\n\n  A part of me loves you,\nA part of me hates you,\nA part of me needs you,\nA part of me fears you.\n\n\nIn this podcast, Jesse David Fox and Bo Burnham discuss the finale to Bo’s special, ‘Make Happy’. In an auto-tuned Kanye-esque rant we hear about Pringles, Chipotle, and Bo’s view of the audience and performing.\n\nBo has directed a movie called Eighth Grade receiving tremendous acclaim. The production company for the film, A24, has had recent success with Ladybird, Moonlight, The Disaster Artist, The Killing of a Sacred Deer, Ex Machina, and The Lobster.\n\nAround The Web\n\n\n  How Tree Trunks Are Cut to Produce Wood With Different Appearances and Uses\n  What Made Darth Vader Visually Iconic\n  Dog Photographer of the Year\n  What a Conductor Actually Does on Stage\n\n\nBook ‘Em\n\nBill Gates has his 5 books worth reading this summer.\n\n\n  I’ve read some terrific books lately. When I pulled together this list of five that you might enjoy this summer, I realized that several of my choices wrestle with big questions. What makes a genius tick? Why do bad things happen to good people? Where does humanity come from, and where are we headed?\n\n\nI’m in the middle of Factfulness. Gates provides some great notes about the book.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2018/08/Newsletter",
        "date": "2018-08-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "July 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nThe Cup and the Ball\n\nHow the New World Cup Ball was Designed to Not Influence the Games\n\n\n  The Telstar 18, the design for the 2018 World Cup in Russia, is as close to a perfect sphere as you can get. It has subtle pimples and six thermally bonded panels designed to avoid knuckling, which is the characteristic bobbing and weaving movement when a ball is kicked without spin. All 32 teams have been able to play with it since November in preparation for the tournament, which runs from June 14 to July 15. But despite its similarities to the old ball, players have grumbled about the Telstar 18. Compared to the last few World Cup balls, the Telstar 18 is very similar to the ball used for the 2014 World Cup in Brazil. It won’t fly quite as far down the pitch, and will wobble in the air a little differently, but aerodynamic testing suggests it will be more stable in the air overall.\n\n\n“As god as my witness, he is broken in half!”\n\nHell in a Cell, The Whole Story\n\nWe have just ‘celebrated’ the 20 year anniversary of The Undertaker vs. Mankind in Hell in a Cell. I have known the phrase, “In 1998 The Undertaker threw Mankind off Hell in a Cell.” as a meme. What I didn’t know is how absolutely insane the events of this match were.\n\nBody Issues\n\nESPN The Body Issue\n\nAs if watching professional athletes be nearly perfect at their sport wasn’t enough…\n\nDon’t miss previous issues in their Body Issue Archive.\n\nAround The Web\n\n\n  70 People Reveal How To Count Money in Their Country\n  Travel Photographer of the Year\n  I Delivered Packages for Amazon and it was a Nightmare\n\n\nBook ‘Em\n\nIn his second book, Living with the Monks, Itzler goes to live on a monastery for 15 days. This is the follow up book to one of my favorite books, Living with a SEAL.\n\nLiving with the Monks\n\n\n  Getting over the fear of being embarrassed is one of the most liberating gifts you can give yourself.\n- Jesse Itzler\n\n\nGet a copy here.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2018/07/Newsletter",
        "date": "2018-07-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "June 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nArchitectural and Interiors Photographers\n\nI’ve found myself going off the deep end of architectural and interiors photography in the last few weeks. Below are a few links to some work I’ve been admiring.\n\n\n  Mike Kelley\n  Scott Hargis\n  Kat Alves\n  Adam Letch\n  Mattias Schlachet\n\n\nZip It…\n\nZip it real good\n\n\n  Don’t ever expect to see how zippers are made at YKK. Founded in 1934, Yoshida Kōgyō Kabushikigaisha is the world’s zipper kingpin, and it keeps its manufacturing secrets under lock and key. As John Balzar explains in the Los Angeles Times, that’s partly because YKK makes everything—and we mean everything—on its own.\n\n  “YKK smelts its own brass, concocts its own polyester, spins and twists its own thread, weaves and color-dyes cloth for its zipper tapes, forges and molds its scooped zipper teeth, extrudes the monofilament for coil zippers, hammers and paints the sliders, clamps the stops, attaches the dangley pulls in a thousand varieties, and even fabricates the cardboard boxes in which zippers are packaged. Naturally, YKK makes the machines that make the components.”\n\n  Since YKK controls all aspects of its business, it’s widely viewed by design companies as the most dependable and consistent zipper brand on the planet. (Case in point: At Slate, Seth Stevenson points out that “When the Japanese earthquake hit in 2011 many supply chains were shredded, but YKK kept rolling along.”) For that reason alone, YKK is a major player in the (very niche) high-end zipper market.\n\n\nI never knew there was so much to know about zippers.\n\nAre you my friend?\n\nStudy reveals how many hours it takes to make friends.\n\n\n  In a new report published in the Journal of Social and Personal Relationships, Associate Professor of Communication Studies Jeffrey Hall found that it takes roughly 50 hours of time together to move from mere acquaintance to casual friend, 90 hours to go from that stage to simple “friend” status and more than 200 hours before you can consider someone your close friend.\n\n  This means time spent hanging out, joking around, playing video games and the like. Hours spent working together just don’t count as much, Hall’s study found.\n\n\nHall’s colleagues developed an ”Interactive Friendship Tool” to guess whether someone is an acquaintance, casual friend, friend or close friend.\n\nAround The Web\n\n\n  The population of Manhattan, hour by hour\n  VR Soccer\n  An interactive map of the locations in Homer’s The Odyssey\n  The Unseen Collection at the National Museum of Natural History\n  The First 40 Years of Personal Computing\n\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2018/06/Newsletter",
        "date": "2018-06-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Houston, TX, USA",
        "content": "\n\n",
        "link": "/2018/05/Texas",
        "date": "2018-05-18 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "May 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\n“Hey Watson, what’s my personality?”\n\nIBM Watson’s Personality Insights\n\n\n  A well-accepted theory of psychology, marketing, and other fields is that human language reflects personality, thinking style, social connections, and emotional states. The frequency with which we use certain categories of words can provide clues to these characteristics. Several researchers found that variations in word usage in writings such as blogs, essays, and tweets can predict aspects of personality.\n\n  IBM conducted a set of studies to understand whether personality characteristics inferred from social media data can predict people’s behavior and preferences.\n\n\n40 Year Anthem\n\n“Y.M.C.A.”\n\n\n  It was 1977, and we were leaving a photography session on 23rd Street. Jacques Morali saw the big pink YMCA on 23rd and asked, “What is this YMCA, anyway? “And after laughing at his accent, we told him the Y was a place where you could go when you first came to New York when you didn’t have any money — you can stay there for very little. And of course, someone joked, “Yeah, but don’t bend over in the showers. “And Jacques, bless his heart, said, “I will write a song about this!”\n\n\nOm Nom\n\nThe Extraordinary Science of Addictive Junk Food\n\n\n  Frito-Lay had a formidable research complex near Dallas, where nearly 500 chemists, psychologists and technicians conducted research that cost up to $30 million a year, and the science corps focused intense amounts of resources on questions of crunch, mouth feel and aroma for each of these items. Their tools included a $40,000 device that simulated a chewing mouth to test and perfect the chips, discovering things like the perfect break point: people like a chip that snaps with about four pounds of pressure per square inch.\n\n  To get a better feel for their work, I called on Steven Witherly, a food scientist who wrote a fascinating guide for industry insiders titled, “Why Humans Like Junk Food.” I brought him two shopping bags filled with a variety of chips to taste. He zeroed right in on the Cheetos. “This,” Witherly said, “is one of the most marvelously constructed foods on the planet, in terms of pure pleasure.” He ticked off a dozen attributes of the Cheetos that make the brain say more. But the one he focused on most was the puff’s uncanny ability to melt in the mouth. “It’s called vanishing caloric density,” Witherly said. “If something melts down quickly, your brain thinks that there’s no calories in it… you can just keep eating it forever.”\n\n\nAround The Web\n\n\n  The Various Canine Gaits Animated with Tracked Paw Prints\n  Footage of Choreography for Rocky (1976)\n  America’s Quietest Routes\n  Tour of the Moon in 4K\n\n\nBook ‘Em\n\nTriggers: Creating Behavior That Lasts\n\n\n  We deify willpower and self-control, and mock its absence. People who achieve through remarkable willpower are “strong” and “heroic.” People who need help or structure are “weak.” This is crazy—because few of us can accurately gauge or predict our willpower. We not only overestimate it, we chronically underestimate the power of triggers in our environment to lead us astray. Our environment is a magnificent willpower-reduction machine.\n\n\n\n  - Marshall Goldsmith\n\n\nGet a copy here.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2018/05/Newsletter",
        "date": "2018-05-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "April 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nMister Rogers’ Neighborhood\n\nCan you say…Hero?\n\nI would usually put a brief pull quote or my favorite remarks from the article here but, set aside half an hour and read this. You will feel a refreshed sense of care and peace.\n\nIn celebration of Mister Rogers’ 90th birthday and the 50th year anniversary of Mister Rogers’ Neighborhood:\n\n\n  Celebrate Fred Rogers’ 90th birthday on Twitch\n  Trailer for Morgan Neville’s documentary about Fred Rogers, Won’t You Be My Neighbor\n  Tom Hanks to Play Mr. Rogers in Biopic ‘You Are My Friend’\n  U.S. Postal Service to Dedicate Mister Rogers Forever Stamp\n\n\nLast Man Standing\n\nFortnite vs. PUBG\n\nThere are an insane number of people playing both PlayerUnknown’s Battlegrounds (over 30 million players) and Fortnite (over 45 million players).\n\nBoth games are also pulling wild viewership numbers on Twitch. In February, Twitch streamed 65.44 million hours of Fortnite gameplay and 43.33 million hours of PUBG gameplay. 600,000 people watched Ninja stream Fortnite with Drake…at 3am…on a Thursday.\n\nI think it is widely agreed that Fortnite is a better game. Fortnite is a blast but it never feels high stakes. In PUBG I can hear my pulse. No, not my character’s pulse - my actual beating heart pounding in my ears.\n\nPhony\n\nMillions Are Hounded for Debt They Don’t Owe. One Victim Fought Back, With a Vengeance.\n\n\n  “When the scammers started to hound Therrien, he hounded them right back. Obsessed with payback, he spent hundreds of hours investigating the dirty side of debt. By day he was still promoting ice cream brands and hiring models for liquor store tastings. But in his spare time, he was living out a revenge fantasy. He befriended loan sharks and blackmailed crooked collectors, getting them to divulge their suppliers, and then their suppliers above them. In method, Therrien was like a prosecutor flipping gangster underlings to get to lieutenants and then the boss. In spirit, he was a bit like Liam Neeson’s vigilante character in the movie Taken—using unflagging aggression to obtain scraps of information and reverse-engineer a criminal syndicate. Therrien didn’t punch anyone in the head, of course. He was simply unstoppable over the phone.”\n\n\nAround The Web\n\n\n  The Big Lebowski Filming Locations\n  How Hitchcock Kept Psycho a Secret\n  This Look Inside Spike Jonze’s Apple Ad Is as Fascinating as the Film Itself\n  I’ve Played a Game of Tag for 23 years\n\n\nBook ‘Em\n\nEgo is the Enemy\n\n\n  The question to ask, when you feel pride, then, is this: What am I missing right now that a more humble person might see?\n- Ryan Holiday\n\n\nGet a copy here.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2018/04/Newsletter",
        "date": "2018-04-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Surprise, AZ, USA",
        "content": "\n\n",
        "link": "/2018/03/Arizona",
        "date": "2018-03-18 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "March 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nSlurp\n\nThe Amazing History and the Strange Invention of the Bendy Straw\n\n\n  Friedman inserted a screw into the straw toward the top (see image). Then he wrapped dental floss around the paper, tracing grooves made by the inserted screw. Finally, he removed the screw, leaving a accordion-like ridge in the middle of the once-straight straw. Voila! he had created a straw that could bend around its grooves to reach a child’s face over the edge of a glass.\n\n\nFriedman filed for the patent on a “Drinking tube” in 1936.\n\n\n  The main object of my invention is to provide a soda straw or similar drinking tube with a flexible section so positioned that the tube may be bent during use without substantially reducing the diameter of the straw.\n\n\nOlympic HQ\n\n\n  USA Athlete’s Scars\n  The Slick Science of Making Olympic Snow and Ice\n  The Olympics’ Never-Ending Struggle to Keep Track of Time\n  How Many Calories Olympians Eat\n  Why Ice is so Slippery\n  Ride With an Olympic Bobsledder\n  A Bit of Science Behind the Role of the Athlete’s Brain in Sports\n\n\nSet, Put, Run\n\nA Verb for Our Frantic Times\n\n\n  HER birthday: must set plans in motion. Run a bath, put on cologne, set the table. High anxiety. Run down list: set watch again, put water in glasses, set flowers. Run to the window — phew! Watch her put a finger to the doorbell. Such joy! What timing! And just as the sun sets, too!\n\n  Thus does an evening beckon, full of pleasantry and promise. But as described here it notes events in a manner of considerable interest for the lexicographer. For scattered within the vocabulary of this 54-word drama are 11 uses of the three most complex verbs in the English language: “set,” “put” and “run.”\n\n\nReason to Forget\n\nWhy We Forget Most of the Books We Read…and the movies and TV shows we watch\n\n\n  In the internet age, recall memory — the ability to spontaneously call information up in your mind — has become less necessary. It’s still good for bar trivia, or remembering your to-do list, but largely, Horvath says, what’s called recognition memory is more important. “So long as you know where that information is at and how to access it, then you don’t really need to recall it,” he says.\n\n  Research has shown that the internet functions as a sort of externalized memory. “When people expect to have future access to information, they have lower rates of recall of the information itself,” as one study puts it.\n\n\nAround The Web\n\n\n  What Smoking 300 Cigarettes Does To Your Lungs\n  Swat at a Mosquito and It Could Remember You for Days\n  Fonts of a Huy Fong Sriracha Hot Sauce Bottle\n\n\nBook ‘Em\n\nThis book is atop almost every ‘greatest books’ list I have ever seen.\n\nMan’s Search for Meaning\n\n\n  Man does not simply exist but always decides what his existence will be, what he will become in the next moment.\n\n  By the same token, every human being has the freedom to change at any instant. Therefore, we can predict his future only within the large framework of a statistical survey referring to a whole group; the individual personality, however, remains essentially unpredictable. The basis for any predictions would be represented by biological, psychological or sociological conditions. Yet one of the main features of human existence is the capacity to rise above such conditions, to grow beyond them. Man is capable of changing the world for the better if possible, and of changing himself for the better if necessary. \n- Viktor Frankl\n\n\nGet a copy here.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2018/03/Newsletter",
        "date": "2018-03-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "February 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nPrime Time\n\n50th Known Mersenne Prime Discovered: 2^77,232,917-1\n\n\n  The new prime number, also known as M77232917, is calculated by multiplying together 77,232,917 twos, and then subtracting one. It is nearly one million digits larger than the previous record prime number, in a special class of extremely rare prime numbers known as Mersenne primes. It is only the 50th known Mersenne prime ever discovered, each increasingly difficult to find. Mersenne primes were named for the French monk Marin Mersenne, who studied these numbers more than 350 years ago.\n\n\nTrashed\n\nInside the Deadly World of Private Garbage Collection\n\n\n  Waste and recycling work is the fifth most fatal job in America — far more deadly than serving as a police officer or a firefighter. Loggers have the highest fatality rate, followed by fishing workers, aircraft pilots and roofers. From the collection out on garbage trucks, to the processing at transfer stations and recycling centers, to the dumping at landfills, the waste industry averages about one worker fatality a week. Nationally, in 2016, 82 percent of waste-worker deaths occurred in the private sector.\n\n\nFrom Tribe: On Homecoming and Belonging:\n\n  The public is often accused of being disconnected from its military, but frankly, it’s disconnected from just about everything. Farming, mineral extraction, gas and oil production, bulk cargo transport, logging, fishing, infrastructure construction—all the industries that keep the nation going are mostly unacknowledged by the people who depend on them most.\n- Sebastian Junger\n\n\nYou Will Never See the Same\n\nWhen Your Eyes Move, So Do Your Eardrums\n\n\n  Without moving your head, look to your left. Now look to your right. Keep flicking your eyes back and forth, left and right.\n\n  Even if you managed to keep the rest of your body completely still, your eyeballs were not the only parts of your head that just moved. Your ears did, too. Specifically, your eardrums—the thin membranes inside each of your ears—wobbled. As your eyes flitted right, both eardrums bulged to the left, one inward and one outward. They then bounced back and forth a few times, before coming to a halt. When you looked left, they bulged to the right, and oscillated again.\n\n  […]\n\n  They also found that the eardrums start to wobble about 10 milliseconds before the eyes. This suggests that the ears aren’t reacting to what’s happening in the eyes. Instead, Groh says, “the brain is saying: I am about to move the eyes; ears, get ready.”\n\n\nAnd while we are on the subject of hearing, find out why nature sounds can help you sleep and relax.\n\n\n  As life evolved on Earth, living beings developed different sensory organs to guide them toward food, alert them to danger, and find their way around the world. Without these senses, we couldn’t have survived. But sometimes, these very senses can cause our minds to get over-stimulated. When there’s too much noise, for example, it can be really distressing, but we usually can’t just turn off our hearing.\n\n  From an evolutionary standpoint, this is beneficial to us. If there’s some danger in our environment, we can act accordingly (or wake up, if we happen to be asleep). Sudden sounds jolt us into action, get our hearts pumping, and the adrenaline and cortisol soaring in our bodies so as to prepare us for fight or flight.\n\n  But living in a stream of constant, jarring noises can be highly toxic. One of the biggest problems with urban soundscapes, according to Benfield, is that people think they’ve adjusted to them.\n\n\nAround The Web\n\n\n  Dunkirk re-edited as a Silent Film\n  Animal Heartbeats\n  The Differences Between A $5,000 Watch And An $85,000 Watch\n  How the Human Digestive System Works\n  Time Lapse of a Man Building a Cabin from Scratch\n\n\nBook ‘Em\n\nRyan Holiday translates stoic ideas into modern language. I highly recommend The Obstacle is the Way or Ego is the Enemy.\n\nThe Obstacle is the Way: The Timeless Art of Turning Trials into Triumph\n\n\n  During the good times, we strengthen ourselves and our bodies so that during the difficult times, we can depend on it. \n- Ryan Holiday\n\n\nGet a copy here.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2018/02/Newsletter",
        "date": "2018-02-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Octavia, OK, USA",
        "content": "\n\n",
        "link": "/2018/01/Oklahoma",
        "date": "2018-01-12 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Wailea, Maui, HI, USA",
        "content": "\n\n",
        "link": "/2018/01/Hawaii",
        "date": "2018-01-06 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Status 3",
        "content": "Status number three is my third test.\n\n",
        "link": "/2018/01/status-3",
        "date": "2018-01-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Status 2",
        "content": "Status number 2 is my second test.\n\n",
        "link": "/2018/01/status-2",
        "date": "2018-01-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Status 1",
        "content": "Status number one is my first test\n\n",
        "link": "/2018/01/status-1",
        "date": "2018-01-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "November 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\n“Listen, it takes a long time to go broke buying Ferraris”\n\nWhat the Hell Happened to Darius Miles?\n\n\n  I remember one day I was running late for practice, so I was flying down the 405. All of a sudden, I look in the rearview, and I see the flashing lights. This unmarked police truck is right up on me. Tinted windows. Big heavy-duty truck. Woop-woop.\n\n  I knew I was speeding. So I pull over, and I roll the window down, and I’m reaching over into the glove compartment to get my papers ….\n\n  … Then I hear this voice. Big, booming voice.\n\n  “WHERE YOU G’WAN, BOY?”\n\n  I’m like, Damn, they got the sergeant on me or something?\n\n  I turn to look out the window, and I can’t even see this dude’s face he’s so big. All I see is his chest.\n\n  “I SAID WHERE YOU G’WAN BOY?”\n\n  Then he bends down and looks in the window.\n\n  Big, dumbass grin on his face.\n\n  It’s Shaq.\n\n  I’m like, “Yo! I’m going to practice! You made me late!”\n\n  He don’t miss a beat. He taps side of my truck, turns around and says, “Don’t worry about it. I’ll pay your fine. Just holler at me.”\n\n  I’m looking in the rearview mirror, like, How the hell …\n\n\nI built a desk once…twice actually\n\nHow One Man Made Stardew Valley\n\n\n  Then there’s Stardew Valley—a humble, intimate farming adventure about the monotony of domestic life, in which you spend dozens of hours parenting cabbages. Eric was a team of one. It took him four and a half years to design, program, animate, draw, compose, record, and write everything in the game, working 12-hour days, seven days a week.\n\n\nWhen I first played Stardew Valley all I wanted was to play it on an iPad. Stardew Valley for iOS was released in late October. If you do decide to give it a shot, the Wiki is required reading as far as I am concerned.\n\nGreenland is a Poser\n\n\n  World Mercator projection with true country size added \n  Mercator projection animated\n\n\n\n  The Mercator projection is a cylindrical map projection presented by the Flemish geographer and cartographer Gerardus Mercator in 1569. It became the standard map projection for nautical navigation because of its ability to represent lines of constant course, known as rhumb lines or loxodromes, as straight segments that conserve the angles with the meridians. Although the linear scale is equal in all directions around any point, thus preserving the angles and the shapes of small objects (making it a conformal map projection), the Mercator projection distorts the size of objects as the latitude increases from the Equator to the poles, where the scale becomes infinite. So, for example, landmasses such as Greenland and Antarctica appear much larger than they actually are, relative to landmasses near the equator such as Central Africa.\n\n\nAround The Web\n\n\n  If the Moon Were 1px\n  The “Lost” Empire Strikes Back Documentary\n\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2018/01/Newsletter",
        "date": "2018-01-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "January 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nThe Way The World Ends: Not With A Bang But A Paperclip\n\nWired takes a look at Paperclips, a clicker game from  Frank Lantz based on speculations in Nick Bostrom’s Superintelligence: Paths, Dangers, Strategies.\n\nIn a Huffington Post interview, Bostrom makes his point much more succinctly, albeit less thorough, than a game or his book:\n\n\n  Suppose we have an AI whose only goal is to make as many paper clips as possible. The AI will realize quickly that it would be much better if there were no humans because humans might decide to switch it off. Because if humans do so, there would be fewer paper clips. Also, human bodies contain a lot of atoms that could be made into paper clips. The future that the AI would be trying to gear towards would be one in which there were a lot of paper clips but no humans.\n\n\nBorn To Be Chased\n\nPlant Earth II has been added to Netflix. Just as interesting as the action on screen is the action behind the camera. Early last year, Vox went behind the scenes to show how the famous ‘Snake Island’ chase was filmed.\n\n\n  How the BBC makes Planet Earth look like a Hollywood movie\n  How wildlife films warp time\n  How the BBC films the night side of Planet Earth\n\n\nBits from Books\n\nThis is my second year compiling some of my favorite passages from books I’ve read throughout the year.\n\n\n  Bits from Books 2017\n  Bits from Books 2016\n\n\nAround The Web\n\n\n  The 100 Greatest Props in Movie History, and the Stories Behind Them\n  Google’s Year in Search 2017\n  How to Read Sheet Music\n  Drone’s Eye View of NYC\n  Google Maps’s Moat\n  Building ‘Hey Arnold’s’ City\n\n\nBook ‘Em\n\nA Seth Godin quote from Tim Ferris’ book, Tools of Titans:\n\n\n  ‘First, Ten,’ and it is a simple theory of marketing that says: tell ten people, show ten people, share it with ten people; ten people who already trust you and already like you. If they don’t tell anybody else, it’s not that good and you should start over. If they do tell other people, you’re on your way.”\n\n\nI suppose my hope is that 10 of you might share this first issue as a way of showing me you have enjoyed it.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2018/01/Newsletter",
        "date": "2018-01-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "December 2017",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nWhere We Play\n\nStrava, an app for athletes to track their exercise, has put together a heatmap that shows the activity of athletes using their service.\n\n\n  A marathon PR in Berlin, a bikepacking adventure in Mongolia and a ski down the slopes in Utah. Each of these plus over a billion other Strava activities were used to create the new Heatmap. It includes over 27 billion kilometers of data, overlapping to show the most frequented spots for sport on the globe. This incredible visualization was created with 200 thousand years of movement including thousands of marathons and countless coffee rides. What looks like a multihued map of the Earth is actually the white hot visualization of over 1 billion activities on Strava.\n\n\nAnd here is how they did it.\n\nThe Technology Behind Bitcoin\n\nYou have likely heard the buzz around cryptocurrency, and more specifically, Bitcoin. Bitcoin is exciting but the technology behind it could be far more impactful. This video will help you to understand that technology.\n\nParadox of Success\n\nFrom Essentialism: The Disciplined Pursuit of Less by Greg McKeown…\n\n\n  It leads to what I call “the paradox of success,” which can be summed up in four predictable phases:\n\n  PHASE 1: When we really have clarity of purpose, it enables us to succeed at our endeavor. \nPHASE 2: When we have success, we gain a reputation as a “go to” person. We become “good old [insert name],” who is always there when you need him, and we are presented with increased options and opportunities. \nPHASE 3: When we have increased options and opportunities, which is actually code for demands upon our time and energies, it leads to diffused efforts. We get spread thinner and thinner.\nPHASE 4: We become distracted from what would otherwise be our highest level of contribution. The effect of our success has been to undermine the very clarity that led to our success in the first place.\n\n\nAround The Web\n\n\n  How Facebook Figures Out Everyone You’ve Ever Met\n   ‘I Forgot My PIN’: An Epic Tale of Losing $30,000 in Bitcoin \n  Hooked: how slot machines are designed to be addictive\n  How to Increase Human Healthspans\n\n\nBook ‘Em\n\nAn enlightening book that exemplifies how important it is to belong.\n\nTribe: On Homecoming and Belonging\n\n\n  One way to determine what is missing in day-to-day American life may be to examine what behaviors spontaneously arise when that life is disrupted.\nJunger, Sebastian\n\n\nGet a copy here.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2017/12/Newsletter",
        "date": "2017-12-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "November 2017",
        "content": "November 2017\n\nIntroduction\n\nThis newsletter is a collection of things I have found in the last month that in some way made me better or that I found interesting enough to share.\n\nEnjoy!\n\nClay\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nTwitter\nFacebook\nInstagram\n\nI use affiliate links when available.\n\nWhat is the plan?\n\nI haven’t completely flushed out what I want this newsletter to be. I want it to be based around some combination of things I stumble upon and the things I have been interested in during the previous month.\n\nThe Personal MBA by Josh Kaufman\n\nI made a huge mistake in letting this book sit on my ‘Next reads’ list for this long. I have taken this book on as more a project and a study than for reading. I am only a fraction of the way into my study but the thing is coated in gold.\n\n\n  Education is a way to make your mental models more accurate by internalizing the knowledge and experiences other people have collected throughout their lives. The best education helps you learn to see the world in a new, more productive way.\n\n\n\n  Every successful business (1) creates or provides something of value that (2) other people want or need (3) at a price they’re willing to pay, in a way that (4) satisfies the purchaser’s needs and expectations and (5) provides the business sufficient revenue to make it worthwhile for the owners to continue operation.\n\n\nGet a copy here.\n\nDan Harmon’s Story Circle\n\n\n  Dan Harmon, creator of Community, Rick and Morty, and co-founder of Channel 101, built a framework to help you tell stories. It’s called the story circle, and it’s helped countless nerds put their ideas down on paper.\n\n\nPart One — Super Basic Shit\n\n\n  Storytelling comes naturally to humans, but since we live in an unnatural world, we sometimes need a little help doing what we’d naturally do.\n\n  Draw a circle and divide it in half vertically.\n\n  Divide the circle again horizontally.\n\n  Starting from the 12 o clock position and going clockwise, number the 4 points where the lines cross the circle: 1, 3, 5 and 7.\n\n  Number the quarter-sections themselves 2, 4, 6 and 8.\n\n  Here we go, down and dirty:\n\n  \n    A character is in a zone of comfort,\n    But they want something.\n    They enter an unfamiliar situation,\n    Adapt to it,\n    Get what they wanted,\n    Pay a heavy price for it,\n    Then return to their familiar situation,\n    Having changed.\nStart thinking of as many of your favorite movies as you can, and see if they apply to this pattern. Now think of your favorite party anecdotes, your most vivid dreams, fairy tales, and listen to a popular song (the music, not necessarily the lyrics). Get used to the idea that stories follow that pattern of descent and return, diving and emerging. Demystify it. See it everywhere. Realize that it’s hardwired into your nervous system, and trust that in a vacuum, raised by wolves, your stories would follow this pattern.\n  \n\n  I will talk in greater detail about this pattern in subsequent tutorials.\n\n\nAround the web…\n\n\n  MKBHD’s Tesla Model 3 Impression’s\n  The Ultimate Car Wash\n  How to Make Famous Movie Cocktails\n\n\nContemplation\n\nA highlight from a book I read this month…\n\nSteal Like an Artist: 10 Things Nobody Told You About Being Creative\n\n\n  Instead, chew on one thinker—writer, artist, activist, role model—you really love. Study everything there is to know about that thinker. Then find three people that thinker loved, and find out everything about them. Repeat this as many times as you can. Climb up the tree as far as you can go. Once you build your tree, it’s time to start your own branch. \nKleon, Austin\n\n\nGet a copy here.\n\nSign off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2017/11/Newsletter",
        "date": "2017-11-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "October 2017",
        "content": "October 2017\n\nIntroduction\n\nThis newsletter is a collection of things I have found in the last month that in some way made me better or that I found interesting enough to share.\n\nEnjoy!\n\nClay\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nTwitter\nFacebook\nInstagram\n\nI use affiliate links when available.\n\nWhat is the plan?\n\nI haven’t completely flushed out what I want this newsletter to be. I want it to be based around some combination of things I stumble upon and the things I have been interested in during the previous month.\n\nThe Personal MBA by Josh Kaufman\n\nI made a huge mistake in letting this book sit on my ‘Next reads’ list for this long. I have taken this book on as more a project and a study than for reading. I am only a fraction of the way into my study but the thing is coated in gold.\n\n\n  Education is a way to make your mental models more accurate by internalizing the knowledge and experiences other people have collected throughout their lives. The best education helps you learn to see the world in a new, more productive way.\n\n\n\n  Every successful business (1) creates or provides something of value that (2) other people want or need (3) at a price they’re willing to pay, in a way that (4) satisfies the purchaser’s needs and expectations and (5) provides the business sufficient revenue to make it worthwhile for the owners to continue operation.\n\n\nGet a copy here.\n\nDan Harmon’s Story Circle\n\n\n  Dan Harmon, creator of Community, Rick and Morty, and co-founder of Channel 101, built a framework to help you tell stories. It’s called the story circle, and it’s helped countless nerds put their ideas down on paper.\n\n\nPart One — Super Basic Shit\n\n\n  Storytelling comes naturally to humans, but since we live in an unnatural world, we sometimes need a little help doing what we’d naturally do.\n\n  Draw a circle and divide it in half vertically.\n\n  Divide the circle again horizontally.\n\n  Starting from the 12 o clock position and going clockwise, number the 4 points where the lines cross the circle: 1, 3, 5 and 7.\n\n  Number the quarter-sections themselves 2, 4, 6 and 8.\n\n  Here we go, down and dirty:\n\n  \n    A character is in a zone of comfort,\n    But they want something.\n    They enter an unfamiliar situation,\n    Adapt to it,\n    Get what they wanted,\n    Pay a heavy price for it,\n    Then return to their familiar situation,\n    Having changed.\nStart thinking of as many of your favorite movies as you can, and see if they apply to this pattern. Now think of your favorite party anecdotes, your most vivid dreams, fairy tales, and listen to a popular song (the music, not necessarily the lyrics). Get used to the idea that stories follow that pattern of descent and return, diving and emerging. Demystify it. See it everywhere. Realize that it’s hardwired into your nervous system, and trust that in a vacuum, raised by wolves, your stories would follow this pattern.\n  \n\n  I will talk in greater detail about this pattern in subsequent tutorials.\n\n\nAround the web…\n\n\n  MKBHD’s Tesla Model 3 Impression’s\n  The Ultimate Car Wash\n  How to Make Famous Movie Cocktails\n\n\nContemplation\n\nA highlight from a book I read this month…\n\nSteal Like an Artist: 10 Things Nobody Told You About Being Creative\n\n\n  Instead, chew on one thinker—writer, artist, activist, role model—you really love. Study everything there is to know about that thinker. Then find three people that thinker loved, and find out everything about them. Repeat this as many times as you can. Climb up the tree as far as you can go. Once you build your tree, it’s time to start your own branch. \nKleon, Austin\n\n\nGet a copy here.\n\nSign off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2017/10/Newsletter",
        "date": "2017-10-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "September 2017",
        "content": "September 2017\n\nIntroduction\n\nThis newsletter is a collection of things I have found in the last month that in some way made me better or that I found interesting enough to share.\n\nEnjoy!\n\nClay\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\n\n  Twitter\n  Facebook\n  Instagram\n\n\nI use affiliate links when available.\n\nWhat is the plan?\n\nI haven’t completely flushed out what I want this newsletter to be. I want it to be based around some combination of things I stumble upon and the things I have been interested in during the previous month.\n\nThe Personal MBA by Josh Kaufman\n\nI made a huge mistake in letting this book sit on my ‘Next reads’ list for this long. I have taken this book on as more a project and a study than for reading. I am only a fraction of the way into my study but the thing is coated in gold.\n\n\n  Education is a way to make your mental models more accurate by internalizing the knowledge and experiences other people have collected throughout their lives. The best education helps you learn to see the world in a new, more productive way.\n\n\n\n  Every successful business (1) creates or provides something of value that (2) other people want or need (3) at a price they’re willing to pay, in a way that (4) satisfies the purchaser’s needs and expectations and (5) provides the business sufficient revenue to make it worthwhile for the owners to continue operation.\n\n\nGet a copy here.\n\nDan Harmon’s Story Circle\n\n\n  Dan Harmon, creator of Community, Rick and Morty, and co-founder of Channel 101, built a framework to help you tell stories. It’s called the story circle, and it’s helped countless nerds put their ideas down on paper.\n\n\nPart One — Super Basic Shit\n\n\n  Storytelling comes naturally to humans, but since we live in an unnatural world, we sometimes need a little help doing what we’d naturally do.\n\n  Draw a circle and divide it in half vertically.\n\n  Divide the circle again horizontally.\n\n  Starting from the 12 o clock position and going clockwise, number the 4 points where the lines cross the circle: 1, 3, 5 and 7.\n\n  Number the quarter-sections themselves 2, 4, 6 and 8.\n\n  Here we go, down and dirty:\n\n  \n    A character is in a zone of comfort,\n    But they want something.\n    They enter an unfamiliar situation,\n    Adapt to it,\n    Get what they wanted,\n    Pay a heavy price for it,\n    Then return to their familiar situation,\n    Having changed.\nStart thinking of as many of your favorite movies as you can, and see if they apply to this pattern. Now think of your favorite party anecdotes, your most vivid dreams, fairy tales, and listen to a popular song (the music, not necessarily the lyrics). Get used to the idea that stories follow that pattern of descent and return, diving and emerging. Demystify it. See it everywhere. Realize that it’s hardwired into your nervous system, and trust that in a vacuum, raised by wolves, your stories would follow this pattern.\n  \n\n  I will talk in greater detail about this pattern in subsequent tutorials.\n\n\nAround the web…\n\n\n  MKBHD’s Tesla Model 3 Impression’s\n  The Ultimate Car Wash\n  How to Make Famous Movie Cocktails\n\n\nContemplation\n\nA highlight from a book I read this month…\n\nSteal Like an Artist: 10 Things Nobody Told You About Being Creative\n\n\n  Instead, chew on one thinker—writer, artist, activist, role model—you really love. Study everything there is to know about that thinker. Then find three people that thinker loved, and find out everything about them. Repeat this as many times as you can. Climb up the tree as far as you can go. Once you build your tree, it’s time to start your own branch. \nKleon, Austin\n\n\nGet a copy here.\n\nSign off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/2017/09/Newsletter",
        "date": "2017-09-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    



    
    ,{
        "title": "Breaking BUD/S: How Regular Guys Can Become Navy SEALS: How Regular Guys Can Become Navy SEALs",
        "content": "By: Xavier ,DH\n\n\n  Compare these scores to the bare minimum scores an officer hopeful must surpass in order to be considered competitive: 500yd Swim - 9: 00 Pushups - 100 Sit-ups - 100 Pull-ups - 20 1.5mi Run - 9: 00 An officer applicant who submits these scores would be at the bottom of the stack and would need to distinguish himself further to be seriously considered. A more likely selectee would furnish scores like these: 500yd Swim - 7: 00 Pushups - 120 Sit-ups - 120 Pull-ups - 30 1.5mi Run - 8: 00 Let me be clear: If you can pass the SEAL Challenge, you are fit enough to complete BUD/ S.\n\n",
        "link": "/book%20posts/2015-01-04-Breaking%20BUDS",
        "date": "2015-01-04",
        "excerpt": null,
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Kettlebell Simple & Sinister",
        "content": "By: Tsatsouline, Pavel\n\nSIMPLE &amp; SINISTER\n\n  The smart and most badass tactical athletes I see on a daily basis work hard, but always leave something in the tank. They owe their lives and those of their brothers to the ability to go hard every day and not be too sore from a workout.\n\n",
        "link": "/book%20posts/2015-02-11-Kettlebell%20Simple%20and%20Sinister",
        "date": "2015-02-11",
        "excerpt": null,
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "The Obstacle Is the Way : The Timeless Art of Turning Trials into Triumph ",
        "content": "By: Holiday, Ryan\n\nPreface\n\n  And from what we know, he truly saw each and every one of these obstacles as an opportunity to practice some virtue: patience, courage, humility, resourcefulness, reason, justice, and creativity.\n\n\nIntroduction\n\n  Not: This is not so bad. But: I can make this good.\n\n\n\n  Objective judgment, now at this very moment. Unselfish action, now at this very moment. Willing acceptance—now at this very moment—of all external events. That’s all you need. —MARCUS AURELIUS\n\n\nPART I: PERCEPTION\n\nRECOGNIZE YOUR POWER\n\n  There is no good or bad without us, there is only perception. There is the event itself and the story we tell ourselves about what it means.\n\n\nPRACTICE OBJECTIVITY\n\n  Take your situation and pretend it is not happening to you. Pretend it is not important, that it doesn’t matter. How much easier would it be for you to know what to do? How much more quickly and dispassionately could you size up the scenario and its options? You could write it off, greet it calmly.\n\n\nALTER YOUR PERSPECTIVE\n\n  Perspective is everything. That is, when you can break apart something, or look at it from some new angle, it loses its power over you.\n\n\n\n  What we can do is limit and expand our perspective to whatever will keep us calmest and most ready for the task at hand.\n\n\nIS IT UP TO YOU?\n\n  He understood that as a professional athlete his job was to parse the difference between the unlikely and the impossible.\n\n\nPART II: ACTION\n\nIN PRAISE OF THE FLANK ATTACK\n\n  You don’t convince people by challenging their longest and most firmly held opinions. You find common ground and work from there. Or you look for leverage to make them listen. Or you create an alterative with so much support from other people that the opposition voluntarily abandons its views and joins your camp.\n\n\nUSE OBSTACLES AGAINST THEMSELVES\n\n  Remember, a castle can be an intimidating, impenetrable fortress, or it can be turned into a prison when surrounded.\n\n\nCHANNEL YOUR ENERGY\n\n  To be physically and mentally loose takes no talent. That’s just recklessness. (We want right action, not action period.) To be physically and mentally tight? That’s called anxiety. It doesn’t work, either. Eventually we snap. But physical looseness combined with mental restraint? That is powerful. It’s a power that drives our opponents and competitors nuts. They think we’re toying with them. It’s maddening—like we aren’t even trying, like we’ve tuned out the world. Like we’re immune to external stressors and limitations on the march toward our goals. Because we are.\n\n\nPART III: WILL\n\nBUILD YOUR INNER CITADEL\n\n  We craft our spiritual strength through physical exercise, and our physical hardiness through mental practice (mens sana in corpore)\n\n\nBUILD YOUR INNER CITADEL\n\n  During the good times, we strengthen ourselves and our bodies so that during the difficult times, we can depend on it.\n\n\nFinal Thoughts: The Obstacle Becomes the Way\n\n  First, see clearly. Next, act correctly. Finally, endure and accept the world as it is.\n\n\n\n  Vires acquirit eundo (We gather strength as we go).\n\n\n\n  See things for what they are. Do what we can. Endure and bear what we must. What blocked the path now is a path. What once impeded action advances action. The Obstacle is the Way.\n\n\nVocabulary\n\n\n  Ennui - a feeling of listlessness and dissatisfaction arising from a lack of occupation or excitement.\n  Emulsified - make into or become an emulsion\n\n",
        "link": "/book%20posts/2016-05-17-The%20Obstacle%20is%20the%20Way",
        "date": "2016-05-17",
        "excerpt": null,
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Shoe Dog: A Memoir by the Creator of Nike",
        "content": "By: Knight, Phil\n\nPart One\n\n1962\n\n  In every religion, it seemed, self is the obstacle, the enemy. And yet Zen declares plainly that the self doesn’t exist. Self is a mirage, a fever dream, and our stubborn belief in its reality not only wastes life, but shortens it. Self is the bald-faced lie we tell ourselves daily, and happiness requires seeing through the lie, debunking it. To study the self, said the thirteenth-century Zen master Dogen, is to forget the self. Inner voice, outer voices, it’s all the same. No dividing lines.\n\n\n1965\n\n  Again and again I learned that lack of equity was a leading cause of failure.\n\n\n1966\n\n  Don’t tell people how to do things, tell them what to do and let them surprise you with their results.\n\n\n\n  But my hope was that when I failed, if I failed, I’d fail quickly, so I’d have enough time, enough years, to implement all the hard-won lessons.\n\n\n1967\n\n  And then Adidas threatened to sue. Adidas already had a new shoe named the “Azteca Gold,” a track spike they were planning to introduce at the same Olympics. No one had ever heard of it, but that didn’t stop Adidas from kicking up a fuss.\n\n\n\n  “Who was that guy who kicked the shit out of the Aztecs?” he asked. “Cortez,” I said. He grunted. “Okay. Let’s call it the Cortez.”\n\n\n1968\n\n  Primary principle of all accounting: Assets equal liabilities plus equity.\n\n\n1971\n\n  Shoe dogs were people who devoted themselves wholly to the making, selling, buying, or designing of shoes.\n\n\n1973\n\n  He had a superb talent for underplaying the bad, and underplaying the good, for simply being in the moment.\n\n\nPart Two\n\n1977\n\n  That’s what men do when they fight. They put up walls. They pull up the drawbridge. They fill in the moat.\n\n\n1980\n\n  When you make something, when you improve something, when you deliver something, when you add some new thing or service to the lives of strangers, making them happier, or healthier, or safer, or better, and when you do it all crisply and efficiently, smartly, the way everything should be done but so seldom is—you’re participating more fully in the whole grand human drama. More than simply alive, you’re helping others to live more fully, and if that’s business, all right, call me a businessman.\n\n\nNight\n\n  I thought of that phrase, “It’s just business.” It’s never just business. It never will be. If it ever does become just business, that will mean that business is very bad.\n\n\nVocabulary\n\n\n  Sinewy - consisting of or resembling sinews\n  Slaking - quench or satisfy (one’s thirst)\n  Trattorias - an Italian restaurant serving simple food\n  Languorous - the state or feeling, often pleasant, of tiredness or inertia\n  Podiatry - the treatment of the feet and their ailments\n  Noisome - having an extremely offensive smell\n  Avuncular - of or relating to an uncle; kind and friendly toward a younger or less experienced person\n  Internecine - destructive to both sides in a conflict\n  Fealty - a feudal tenant’s or vassal’s sworn loyalty to a lord\n  Quotidian - of or occurring every day; daily\n  Pagoda - a Hindu or Buddhist temple or sacred building, typically a many-tiered tower, in India and East Asia.\n  Suffused - gradually spread through or over\n  Carapace - the hard upper shell of a turtle, crustacean, or arachnid.\n  Vaunted - boast about or praise (something), especially excessively\n  Quixotic - exceedingly idealistic; unrealistic and impractical\n  Machinations - engage in plots and intrigues; scheme\n  Vehement - showing strong feeling; forceful, passionate, or intense\n  Portentous - done in a pompously or overly solemn manner so as to impress\n  Wantonly - (of a cruel or violent action) deliberate and unprovoked\n  Stolid - (of a person) calm, dependable, and showing little emotion or animation.\n  Amanuensis - a literary or artistic assistant, in particular one who takes dictation or copies manuscripts.\n  Guile - sly or cunning intelligence\n  Beguiled - charm or enchant (someone), sometimes in a deceptive way\n  Quell - put an end to (a rebellion or other disorder), typically by the use of force\n  Debentures - an unsecured loan certificate issued by a company, backed by general credit rather than by specified assets.\n  Paradigmatic - of the nature of a paradigm or model\n  Denouement - the final part of a play, movie, or narrative in which the strands of the plot are drawn together and matters are explained or resolved\n  Fetid - smelling extremely unpleasant\n  Subterfuge - deceit used in order to achieve one’s goal\n  Gabardine - a smooth, durable twill-woven cloth, typically of worsted or cotton\n  Ginkgo - a deciduous Chinese tree related to the conifers, with fan-shaped leaves and yellow flowers\n  Castigating - reprimand (someone) severely\n  Mohair - the long, silky hair of the angora goat\n  Genuflecting - lower one’s body briefly by bending one knee to the ground, typically in worship or as a sign of respect\n  Guffaw - a loud and boisterous laugh\n  Fusillade - a series of shots fired or missiles thrown all at the same time or in quick succession\n  Bacchanal - an occasion of wild and drunken revelry\n  Coterie - a small group of people with shared interests or tastes, especially one that is exclusive of other people\n  Opulence - great wealth or luxuriousness\n  Feted - a celebration or festival\n  Bulwark - a defensive wall\n\n",
        "link": "/book%20posts/2016-08-29-Shoe%20Dogs",
        "date": "2016-08-29",
        "excerpt": null,
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Straight to Hell: True Tales of Deviance, Debauchery, and Billion-Dollar Deals",
        "content": "By: LeFevre, John\n\nA Felonious Mentality\n\n  He was born on third base and scored on a wild pitch, but at least he can convince his friends (and himself) that he hit a triple and stole home. The ends justify the means; that’s an important concept to understand if you want to be successful on Wall Street, and is one that boarding school taught me well.\n\n\n\n  Who you know is as important as what you do and how you are perceived is more important than any reality.\n\n\nThe Parental Visit\n\n  …in the universe of people who actually matter, investment bankers are still close to the bottom.\n\n\nThe Wild Wild East\n\n  We recommend Libor +20 basis points area. “Basis points,” or “bp,” represent one hundredth of a percent, in reference to the yield, or cost of borrowing. “Area” is a term that simply means “plus or minus”; sometimes it is quantified and sometimes it is left intentionally undefined. This gives us scope to price tighter than +20 bp if the market backdrop is constructive, or slightly wider than +20 bp if the market is adverse, therefore allowing the company optimal flexibility.\n\n\nThe Stakeout\n\n  Upon seeing Justin fumble over the difference between a bid and an offer when tasked with the simple assignment\n\n\nVocabulary\n\n\n  Abetted - encourage or assist (someone) to do something wrong, in particular, to commit a crime or other offense\n  Spivs - a man, typically characterized by flashy dress, who makes a living by disreputable dealings.\n  Teetotaler - a person who never drinks alcohol.\n  Sycophantic - behaving or done in an obsequious way in order to gain advantage\n  Sanctimonious - making a show of being morally superior to other people\n  Effeminate - (of a man) having or showing characteristics regarded as typical of a woman; unmanly.\n  Reticence - the quality of being reticent; reserve\n\n",
        "link": "/book%20posts/2016-10-27-Straight%20to%20Hell",
        "date": "2016-10-27",
        "excerpt": null,
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Turning Pro: Tap Your Inner Power and Create Your Life's Work",
        "content": "By: Pressfield, Steven\n\nMY LIFE AS AN AMATEUR\nAmbition, I have come to believe, is the most primal and sacred fundament of our being. To feel ambition and to act upon it is to embrace the unique calling of our souls. Not to act upon that ambition is to turn our backs on ourselves and on the reason for our existence.\n\nHABITS\nThe difference between an amateur and a professional is in their habits. An amateur has amateur habits. A professional has professional habits.\n\nART AND ADDICTION\nThe amateur is an egotist. He takes the material of his personal pain and uses it to draw attention to himself. He creates a “life,” a “character,” a “personality.” The artist and the professional, on the other hand, have turned a corner in their minds. They have succeeded in stepping back from themselves. They have grown so bored with themselves and so sick of their petty bullshit that they can manipulate those elements the way a HazMat technician handles weapons-grade plutonium.\n\nPULLING THE PIN, PART TWO\nYou and I, who are artists and entrepreneurs, live a life that’s closer to natural, if you ask me. We migrate, too. We follow the Muse instead of the sun. When one crop is picked, we hit the road and move on to the next. It’s not a bad life. It’s lonely. It’s tough. It ain’t for everyone. But, like the life of a migrant on the road, it has its compensations.\n\nTHE DEFINITION OF BORING\nSomething that’s boring goes nowhere. It travels in a circle. It never arrives at its destination.\n\nADDICTED TO FAILURE\nThere’s a glamour to failure that has been mined for centuries by starving poets, romantic suicides, and other self-defined doomed souls. This glamour inverts failure and turns it into “success.”\n\nADDICTED TO SEX\n“I don’t see what all the fuss about sex is,” said the comedian. “It’s only friction.”\n\nMY YEAR OF TURNING PRO\nI read all the stuff that you’re supposed to read in college but never do, or if you do, you’re not paying attention. I read Tolstoy and Dostoevsky and Turgenev. I read Cervantes and Flaubert and Stendhal and Knut Hamsun, and I read every American except Faulkner.\n\nA DEFINITION OF THE AMATEUR\nThe amateur is young and dumb. He’s innocent, he’s good-hearted, he’s well-intentioned. The amateur is brave. He’s inventive and resourceful. He’s willing to take a chance. Like Luke Skywalker, the amateur harbors noble aspirations. He has dreams. He seeks liberation and enlightenment. And he’s willing, he hopes, to pay the price. The amateur is not evil or crazy. He’s not deluded. He’s not demented. The amateur is trying to learn. The amateur is you and me. What exactly is an amateur? How does an amateur view himself and the world? What qualities characterize the amateur?\n\nTHE AMATEUR IS TERRIFIED\nThe amateur fears that if he turns pro and lives out his calling, he will have to live up to who he really is and what he is truly capable of.\n\nTHE AMATEUR LIVES BY THE OPINIONS OF OTHERS\nThough the amateur’s identity is seated in his own ego, that ego is so weak that it cannot define itself based on its own self-evaluation. The amateur allows his worth and identity to be defined by others. The amateur craves third-party validation. The amateur is tyrannized by his imagined conception of what is expected of him. He is imprisoned by what he believes he ought to think, how he ought to look, what he ought to do, and who he ought to be.\n\nTHE AMATEUR SEEKS PERMISSION\nThe amateur believes that, before she can act, she must receive permission from some Omnipotent Other —a lover or spouse, a parent, a boss, a figure of authority.\n\nHOW YOUR DAY CHANGES WHEN YOU TURN PRO\nWe now structure our hours not to flee from fear, but to confront it and overcome it. We plan our activities in order to accomplish an aim.\n\nA PROFESSIONAL IS COURAGEOUS\nThe linebacker and the Army Ranger go into action as part of a team. But the artist and the entrepreneur enter combat alone. I take my hat off to every man or woman who does this.\n\nTHE PROFESSIONAL DOES NOT GIVE HIS POWER AWAY TO OTHERS\n\n  When we make someone into an icon, we give away our power. We say to ourselves (unconsciously), “This person possesses a quality I wish I possessed. Therefore I will worship this person in the hope that that quality will wear off on me, or I will acquire that quality by virtue of my proximity to this mentor/ sensei/ lover/ teacher/ hero.”\n\n\n\n  The amateur is an acolyte, a groupie. The professional may seek instruction or wisdom from one who is further along in mastery than he, but he does so without surrendering his self-sovereignty.\n\n\nA MARINE GETS TWO SALARIES\nWhen we do the work for itself alone, our pursuit of a career (or a living or fame or wealth or notoriety) turns into something else, something loftier and nobler, which we may never even have thought about or aspired to at the beginning. It turns into a practice.\n\nTHE PROFESSIONAL TRUSTS THE MYSTERY\nShe asks her students to imagine a small white box. Imagine a lid on this box. Now lift the lid. What do you find inside? Sometimes students say a diamond. Sometimes a frog. Sometimes a pomegranate. The trick is, there is always something inside the box.\n\nTAKE WHAT THE DEFENSE GIVES YOU\nTwo key tenets for days when Resistance is really strong: 1. Take what you can get and stay patient. The defense may crack late in the game. 2. Play for tomorrow. Our role on tough-nut days is to maintain our composure and keep chipping away. We’re pros. We’re not amateurs. We have patience. We can handle adversity. Tomorrow the defense will give us more, and tomorrow we’ll take it. There’s a third tenet that underlies the first two: 3. We’re in this for the long haul. Our work is a practice. One bad day is nothing to us. Ten bad days are nothing.\n\nA MODEL OF THE UNIVERSE\n“There is a second self inside you —an inner, shadow Self. This self doesn’t care about you. It doesn’t love you. It has its own agenda, and it will kill you. It will kill you like cancer. It will kill you to achieve its agenda, which is to prevent you from actualizing your Self, from becoming who you really are. This shadow self is called, in the Kabbalistic lexicon, the yetzer hara. The yetzer hara, Steve, is what you would call Resistance.”\n\nWHO IS ALL THIS FOR?\nI will gladly shell out $24.95 or $9.99 or 99 cents on iTunes to read or see or listen to the 24-karat treasure that you have refined from your pain and your vision and your imagination. I need it. We all do. We’re struggling here in the trenches. That beauty, that wisdom, those thrills and chills, even that mindless escape on a rainy October afternoon —I want it. Put me down for it. The hero wanders. The hero suffers. The hero returns. You are that hero.\n\nVocabulary\n\n\n  Monomania - exaggerated or obsessive enthusiasm for or preoccupation with one thing.\n  Surfeit - an excessive amount of something\n  Gnostics - relating to knowledge, especially esoteric mystical knowledge.\n  Dint - an impression or hollow in a surface\n  Proffer - hold out (something) to someone for acceptance; offer\n  Anathema - something or someone that one vehemently dislikes\n  Neophyte - a person who is new to a subject, skill, or belief\n\n",
        "link": "/book%20posts/2016-10-28-Turning%20Pro",
        "date": "2016-10-28",
        "excerpt": null,
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Superintelligence : Paths, Dangers, Strategies ",
        "content": "By: Bostrom, Nick\n\nGreat expectations\n\n  Let an ultraintelligent machine be defined as a machine that can far surpass all the intellectual activities of any man however clever. Since the design of machines is one of these intellectual activities, an ultraintelligent machine could design even better machines; there would then unquestionably be an “intelligence explosion,” and the intelligence of man would be left far behind. Thus the first ultraintelligent machine is the last invention that man need ever make, provided that the machine is docile enough to tell us how to keep it under control.\n\n\nSeasons of hope and despair\n\n  Accordingly, one can view artificial intelligence as a quest to find shortcuts: ways of tractably approximating the Bayesian ideal by sacrificing some optimality or generality while preserving enough to get high performance in the actual domains of interest.\n\n\n\n  Metaphorically, we can think of a probability as sand on a large sheet of paper. The paper is partitioned into areas of various sizes, each area corresponding to one possible world, with larger areas corresponding to simpler possible worlds. Imagine also a layer of sand of even thickness spread across the entire sheet: this is our prior probability distribution. Whenever an observation is made that rules out some possible worlds, we remove the sand from the corresponding areas of the paper and redistribute it evenly over the areas that remain in play. Thus, the total amount of sand on the sheet never changes, it just gets concentrated into fewer areas as observational evidence accumulates. This is a picture of learning in its purest form.\n\n\nState of the art\n\n  One sympathizes with John McCarthy, who lamented: “As soon as it works, no one calls it AI anymore.”\n\n\n\n  The computer scientist Donald Knuth was struck that “AI has by now succeeded in doing essentially everything that requires ‘thinking’ but has failed to do most of what people and animals do ‘without thinking’—that, somehow, is much harder!” 60 Analyzing visual scenes, recognizing objects, or controlling a robot’s behavior as it interacts with a natural environment has proved challenging. Nevertheless, a fair amount of progress has been made and continues to be made, aided by steady improvements in hardware.\n\n\n\n  Now, it must be stressed that the demarcation between artificial intelligence and software in general is not sharp. Some of the applications listed above might be viewed more as generic software applications than as AI in particular—though this brings us back to McCarthy’s dictum that when something works it is no longer called AI.\n\n\n\n  The algorithm just does what it does; and unless it is a very special kind of algorithm, it does not care that we clasp our heads and gasp in dumbstruck horror at the absurd inappropriateness of its actions.\n\n\nOpinions about the future of machine intelligence\n\n  For example, Nils Nilsson has spent a long and productive career working on problems in search, planning, knowledge representation, and robotics; he has authored textbooks in artificial intelligence; and he recently completed the most comprehensive history of the field written to date. 79 When asked about arrival dates for HLMI(“human-level machine intelligence”), he offered the following opinion: 80 10% chance: 2030 50% chance: 2050 90% chance: 2100\n\n\nVocabulary\n\n\n  Lacuna - an unfilled space or interval; a gap.\n\n",
        "link": "/book%20posts/2016-11-01-Superintelligence%20Paths,%20Dangers,%20Strategies%20",
        "date": "2016-11-01",
        "excerpt": null,
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Anything You Want : 40 Lessons for a New Kind of Entrepreneur",
        "content": "By: Sivers, Derek\n\nDelegate or die: The self-employment trap\n\n  To be a true business owner, make it so that you could leave for a year, and when you came back, your business would be doing better than when you left.\n\n\nMake it anything you want\n\n  Never forget that you can make your role anything you want it to be. Anything you hate to do, someone else loves. So find that person and let her do it.\n\n\nWhy I gave my company to charity\n\n  Kurt Vonnegut and Joseph Heller were at a party at a billionaire’s extravagant estate. Kurt said, “Wow! Look at this place! This guy has everything!” Joseph said, “Yes, but I have something he’ll never have. . . . Enough.”\n\n",
        "link": "/book%20posts/2017-08-02-Anything%20You%20Want%20-%2040%20Lessons%20for%20a%20New%20Kind%20of%20Entrepreneur",
        "date": "2017-08-02",
        "excerpt": null,
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Steal Like an Artist : 10 Things Nobody Told You About Being Creative",
        "content": "By: Kleon, Austin\n\n\n  How does an artist look at the world? First, you figure out what’s worth stealing, then you move on to the next thing. That’s about all there is to it. When you look at the world this way, you stop worrying about what’s “good” and what’s “bad”—there’s only stuff worth stealing, and stuff that’s not worth stealing. Everything is up for grabs. If you don’t find something worth stealing today, you might find it worth stealing tomorrow or a month or a year from now.\n\n\n\n  What a good artist understands is that nothing comes from nowhere. All creative work builds on what came before. Nothing is completely original.\n\n\n\n  Your job is to collect good ideas. The more good ideas you collect, the more you can choose from to be influenced by.\n\n\n\n  Instead, chew on one thinker—writer, artist, activist, role model—you really love. Study everything there is to know about that thinker. Then find three people that thinker loved, and find out everything about them. Repeat this as many times as you can. Climb up the tree as far as you can go. Once you build your tree, it’s time to start your own branch.\n\n\n\n  It’s not the book you start with, it’s the book that book leads you to.\n\n\n\n  You might be scared to start. That’s natural. There’s this very real thing that runs rampant in educated people. It’s called “impostor syndrome.”\n\n\n\n  It means that you feel like a phony, like you’re just winging it, that you really don’t have any idea what you’re doing.\n\n\n\n  I love both readings—you have to dress for the job you want, not the job you have, and you have to start doing the work you want to be doing.\n\n\n\n  First, you have to figure out who to copy. Second, you have to figure out what to copy.\n\n\n\n  If all your favorite makers got together and collaborated, what would they make with you leading the crew?\n\n\n\n  The manifesto is this: Draw the art you want to see, start the business you want to run, play the music you want to hear, write the books you want to read, build the products you want to use—do the work you want to see done.\n\n\n\n  “The work you do while you procrastinate is probably the work you should be doing for the rest of your life.” —Jessica Hische\n\n\n\n  As the writer Steven Pressfield says, “It’s not that people are mean or cruel, they’re just busy.”\n\n\n\n  Your brain gets too comfortable in your everyday surroundings. You need to make it uncomfortable. You need to spend some time in another land, among people that do things differently than you. Travel makes the world look new, and when the world looks new, our brains work harder.\n\n",
        "link": "/book%20posts/2017-08-02-Steal%20Like%20an%20Artist%2010%20Things%20Nobody%20Told%20You%20About%20Being%20Creative",
        "date": "2017-08-02",
        "excerpt": null,
        "search_omit": ""
    }
    
    

    

    

    
    ,{
        "title": "About",
        "content": "\n",
        "link": "/about/",
        "date": null,
        "excerpt": null,
        "search_omit": ""
    }
    
    

    

    

    

    

    

    

    
    ,{
        "title": "Default",
        "content": "  \n  \n  \n  \n    \n    \n\t\n\t\n    \n  \n\n  \n  \n     result(s) found for &ldquo;&rdquo;.\n  \n  \n\n\n\n  \n  \n\n  \n  \n\n  \n  ",
        "link": "/search/",
        "date": null,
        "excerpt": null,
        "search_omit": "true"
    }
    
    

    

    
    ,{
        "title": "Tags",
        "content": "\n\tAll tags\n\n\t\n\t{% capture site_tags %}{% for tag in site.tags %}{{ tag | first }}{% unless forloop.last %},{% endunless %}{% endfor %}{% endcapture %}\n\t{% assign tags = site_tags | split:',' | sort %}\n\t{% include tagcloud.html %}\n\t\n",
        "link": "/tags/",
        "date": null,
        "excerpt": null,
        "search_omit": ""
    }
    
    

]
