
[

    
        
    
        
    
        
    
        
    
        
    
        
    
        
    




    
    {
        "title": "New Orleans, LA, USA",
        "content": "\n",
        "link": "/location/2018/11/Louisiana",
        "date": "2018-11-03 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "November 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\n“Listen, it takes a long time to go broke buying Ferraris”\n\nWhat the Hell Happened to Darius Miles?\n\n\n  I remember one day I was running late for practice, so I was flying down the 405. All of a sudden, I look in the rearview, and I see the flashing lights. This unmarked police truck is right up on me. Tinted windows. Big heavy-duty truck. Woop-woop.\n\n  I knew I was speeding. So I pull over, and I roll the window down, and I’m reaching over into the glove compartment to get my papers ….\n\n  … Then I hear this voice. Big, booming voice.\n\n  “WHERE YOU G’WAN, BOY?”\n\n  I’m like, Damn, they got the sergeant on me or something?\n\n  I turn to look out the window, and I can’t even see this dude’s face he’s so big. All I see is his chest.\n\n  “I SAID WHERE YOU G’WAN BOY?”\n\n  Then he bends down and looks in the window.\n\n  Big, dumbass grin on his face.\n\n  It’s Shaq.\n\n  I’m like, “Yo! I’m going to practice! You made me late!”\n\n  He don’t miss a beat. He taps side of my truck, turns around and says, “Don’t worry about it. I’ll pay your fine. Just holler at me.”\n\n  I’m looking in the rearview mirror, like, How the hell …\n\n\nI built a desk once…twice actually\n\nHow One Man Made Stardew Valley\n\n\n  Then there’s Stardew Valley—a humble, intimate farming adventure about the monotony of domestic life, in which you spend dozens of hours parenting cabbages. Eric was a team of one. It took him four and a half years to design, program, animate, draw, compose, record, and write everything in the game, working 12-hour days, seven days a week.\n\n\nWhen I first played Stardew Valley all I wanted was to play it on an iPad. Stardew Valley for iOS was released in late October. If you do decide to give it a shot, the Wiki is required reading as far as I am concerned.\n\nGreenland is a Poser\n\n\n  World Mercator projection with true country size added \n  Mercator projection animated\n\n\n\n  The Mercator projection is a cylindrical map projection presented by the Flemish geographer and cartographer Gerardus Mercator in 1569. It became the standard map projection for nautical navigation because of its ability to represent lines of constant course, known as rhumb lines or loxodromes, as straight segments that conserve the angles with the meridians. Although the linear scale is equal in all directions around any point, thus preserving the angles and the shapes of small objects (making it a conformal map projection), the Mercator projection distorts the size of objects as the latitude increases from the Equator to the poles, where the scale becomes infinite. So, for example, landmasses such as Greenland and Antarctica appear much larger than they actually are, relative to landmasses near the equator such as Central Africa.\n\n\nAround The Web\n\n\n  If the Moon Were 1px\n  The “Lost” Empire Strikes Back Documentary\n\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2018/11/Newsletter",
        "date": "2018-11-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Greece",
        "content": "\n\n\n\n\n\n\n\n\n",
        "link": "/photo/2018/10/Greece",
        "date": "2018-10-07 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Greece",
        "content": "\n\n\n\n\n\n\n\n\n",
        "link": "/photo/2018/10/Greece-copy",
        "date": "2018-10-07 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Greece",
        "content": "\n\n\n\n\n\n\n\n\n",
        "link": "/photo/2018/10/Greece-copy-2",
        "date": "2018-10-07 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Plaka, Athens, Greece",
        "content": "\n\n",
        "link": "/location/2018/10/Greece",
        "date": "2018-10-03 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "October 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nPing of Pong\n\nThe Tables\n\n\n  A look at the powerful connection between a pair of outdoor ping pong tables in the heart of New York City and the unlikely group of people they’ve brought together, from homeless people to investment bankers to gangbangers.\n\n\nCOFH, BIRF, CORS\n\nThe Unique Neurology of the Sports Fan’s Brain\n\n\n  Affiliation with sports teams, it seems, is a contemporary form of tribalism. “Our sports heroes are our warriors,” Cialdini once remarked. And tribal affiliation, along with satisfying our need for a sense of belonging, produces another social pleasure that’s not so warm and fuzzy: the good vibes of walloping your opponent. It’s what Germans call schadenfreude, literally “harm-joy,” the pleasure derived from others’ misfortune.\n\n\nAround The Web\n\n\n  Accuracy of Movies Based on a True Story\n  Lightning Strike Density Map\n  Oll Korrect\n  The ESPN Logo Quiz\n\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2018/10/Newsletter",
        "date": "2018-10-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Oia, Santorini, Greece",
        "content": "\n\n",
        "link": "/location/2018/09/Greece",
        "date": "2018-09-29 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Playa del Carmen, Quintana Roo, Mexico",
        "content": "\n\n",
        "link": "/location/2018/09/Mexico",
        "date": "2018-09-05 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "September 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nDun-Dun—Dunnnn\n\nAn Oral History of ‘GoldenEye 007’ on the N64\n\n\n  GoldenEye 007 was originally planned to be a 2D, single-player side-scrolling game, much like Donkey Kong, another game that British developers Rare were producing at the time for the SNES. However, lead developer Martin Hollis suggested it be a 3D first-person shooter for the Nintendo 64, a system and technology that didn’t even fully exist yet. He got his way, and assembled a ragtag team of new-to-gaming developers to begin working on what was expected to be “just another film license” game — games that typically rode the movie’s fame, but didn’t prove to be smash hits, critically or commercially.\n\n\nAnd just to cut to the chase…\n\n\n  Oddjob is cheating: He is banned. That said, I have only played with a caliber of people who would never consider choosing him, so it has never been an issue.\n\n\nRich Uncle Pennybags\n\nHow an Ex-Cop Rigged McDonald’s Monopoly Game and Stole Millions\n\n\n  Jerome Jacobson and his network of mobsters, psychics, strip-club owners, and drug traffickers won almost every prize for 12 years, until the FBI launched Operation ‘Final Answer.’\n\n\nAround The Web\n\n\n  What If English Were Phonetically Consistent?\n  A Comprehensive Guide to Yellow Stripey Things\n  Where Do Sports Terms Come From?\n\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2018/09/Newsletter",
        "date": "2018-09-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "August 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nHome is Where the Dryptosaurus is\n\nLocate modern addresses on Earth 750 million years ago\n\n300 million years ago the current location of my home emerged from the sea. Some of my neighbors may have also arrived at that time.\n\nGood Design is as Little Design as Possible\n\nTen Principles for Good Design\n\nGary Hustwit has a documentary about designer Dieter Rams coming out soon.\n\nFrom objects to influence, Rams’ contribution to our everyday lives is expansive.\n\n\n  “Dieter Rams’ ability to bring form to a product so that it clearly, concisely and immediately communicates its meaning is remarkable… He remains utterly alone in producing a body of work so consistently beautiful, so right, and so accessible.” – Jonathan Ive, Apple’s Chief Design Officer\n\n\nBo-Yo\n\nGood One: Can’t Handle This\n\n\n  A part of me loves you,\nA part of me hates you,\nA part of me needs you,\nA part of me fears you.\n\n\nIn this podcast, Jesse David Fox and Bo Burnham discuss the finale to Bo’s special, ‘Make Happy’. In an auto-tuned Kanye-esque rant we hear about Pringles, Chipotle, and Bo’s view of the audience and performing.\n\nBo has directed a movie called Eighth Grade receiving tremendous acclaim. The production company for the film, A24, has had recent success with Ladybird, Moonlight, The Disaster Artist, The Killing of a Sacred Deer, Ex Machina, and The Lobster.\n\nAround The Web\n\n\n  How Tree Trunks Are Cut to Produce Wood With Different Appearances and Uses\n  What Made Darth Vader Visually Iconic\n  Dog Photographer of the Year\n  What a Conductor Actually Does on Stage\n\n\nBook ‘Em\n\nBill Gates has his 5 books worth reading this summer.\n\n\n  I’ve read some terrific books lately. When I pulled together this list of five that you might enjoy this summer, I realized that several of my choices wrestle with big questions. What makes a genius tick? Why do bad things happen to good people? Where does humanity come from, and where are we headed?\n\n\nI’m in the middle of Factfulness. Gates provides some great notes about the book.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2018/08/Newsletter",
        "date": "2018-08-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "July 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nThe Cup and the Ball\n\nHow the New World Cup Ball was Designed to Not Influence the Games\n\n\n  The Telstar 18, the design for the 2018 World Cup in Russia, is as close to a perfect sphere as you can get. It has subtle pimples and six thermally bonded panels designed to avoid knuckling, which is the characteristic bobbing and weaving movement when a ball is kicked without spin. All 32 teams have been able to play with it since November in preparation for the tournament, which runs from June 14 to July 15. But despite its similarities to the old ball, players have grumbled about the Telstar 18. Compared to the last few World Cup balls, the Telstar 18 is very similar to the ball used for the 2014 World Cup in Brazil. It won’t fly quite as far down the pitch, and will wobble in the air a little differently, but aerodynamic testing suggests it will be more stable in the air overall.\n\n\n“As god as my witness, he is broken in half!”\n\nHell in a Cell, The Whole Story\n\nWe have just ‘celebrated’ the 20 year anniversary of The Undertaker vs. Mankind in Hell in a Cell. I have known the phrase, “In 1998 The Undertaker threw Mankind off Hell in a Cell.” as a meme. What I didn’t know is how absolutely insane the events of this match were.\n\nBody Issues\n\nESPN The Body Issue\n\nAs if watching professional athletes be nearly perfect at their sport wasn’t enough…\n\nDon’t miss previous issues in their Body Issue Archive.\n\nAround The Web\n\n\n  70 People Reveal How To Count Money in Their Country\n  Travel Photographer of the Year\n  I Delivered Packages for Amazon and it was a Nightmare\n\n\nBook ‘Em\n\nIn his second book, Living with the Monks, Itzler goes to live on a monastery for 15 days. This is the follow up book to one of my favorite books, Living with a SEAL.\n\nLiving with the Monks\n\n\n  Getting over the fear of being embarrassed is one of the most liberating gifts you can give yourself.\n- Jesse Itzler\n\n\nGet a copy here.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2018/07/Newsletter",
        "date": "2018-07-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "June 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nArchitectural and Interiors Photographers\n\nI’ve found myself going off the deep end of architectural and interiors photography in the last few weeks. Below are a few links to some work I’ve been admiring.\n\n\n  Mike Kelley\n  Scott Hargis\n  Kat Alves\n  Adam Letch\n  Mattias Schlachet\n\n\nZip It…\n\nZip it real good\n\n\n  Don’t ever expect to see how zippers are made at YKK. Founded in 1934, Yoshida Kōgyō Kabushikigaisha is the world’s zipper kingpin, and it keeps its manufacturing secrets under lock and key. As John Balzar explains in the Los Angeles Times, that’s partly because YKK makes everything—and we mean everything—on its own.\n\n  “YKK smelts its own brass, concocts its own polyester, spins and twists its own thread, weaves and color-dyes cloth for its zipper tapes, forges and molds its scooped zipper teeth, extrudes the monofilament for coil zippers, hammers and paints the sliders, clamps the stops, attaches the dangley pulls in a thousand varieties, and even fabricates the cardboard boxes in which zippers are packaged. Naturally, YKK makes the machines that make the components.”\n\n  Since YKK controls all aspects of its business, it’s widely viewed by design companies as the most dependable and consistent zipper brand on the planet. (Case in point: At Slate, Seth Stevenson points out that “When the Japanese earthquake hit in 2011 many supply chains were shredded, but YKK kept rolling along.”) For that reason alone, YKK is a major player in the (very niche) high-end zipper market.\n\n\nI never knew there was so much to know about zippers.\n\nAre you my friend?\n\nStudy reveals how many hours it takes to make friends.\n\n\n  In a new report published in the Journal of Social and Personal Relationships, Associate Professor of Communication Studies Jeffrey Hall found that it takes roughly 50 hours of time together to move from mere acquaintance to casual friend, 90 hours to go from that stage to simple “friend” status and more than 200 hours before you can consider someone your close friend.\n\n  This means time spent hanging out, joking around, playing video games and the like. Hours spent working together just don’t count as much, Hall’s study found.\n\n\nHall’s colleagues developed an ”Interactive Friendship Tool” to guess whether someone is an acquaintance, casual friend, friend or close friend.\n\nAround The Web\n\n\n  The population of Manhattan, hour by hour\n  VR Soccer\n  An interactive map of the locations in Homer’s The Odyssey\n  The Unseen Collection at the National Museum of Natural History\n  The First 40 Years of Personal Computing\n\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2018/06/Newsletter",
        "date": "2018-06-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Houston, TX, USA",
        "content": "\n\n",
        "link": "/location/2018/05/Texas",
        "date": "2018-05-18 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "May 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\n“Hey Watson, what’s my personality?”\n\nIBM Watson’s Personality Insights\n\n\n  A well-accepted theory of psychology, marketing, and other fields is that human language reflects personality, thinking style, social connections, and emotional states. The frequency with which we use certain categories of words can provide clues to these characteristics. Several researchers found that variations in word usage in writings such as blogs, essays, and tweets can predict aspects of personality.\n\n  IBM conducted a set of studies to understand whether personality characteristics inferred from social media data can predict people’s behavior and preferences.\n\n\n40 Year Anthem\n\n“Y.M.C.A.”\n\n\n  It was 1977, and we were leaving a photography session on 23rd Street. Jacques Morali saw the big pink YMCA on 23rd and asked, “What is this YMCA, anyway? “And after laughing at his accent, we told him the Y was a place where you could go when you first came to New York when you didn’t have any money — you can stay there for very little. And of course, someone joked, “Yeah, but don’t bend over in the showers. “And Jacques, bless his heart, said, “I will write a song about this!”\n\n\nOm Nom\n\nThe Extraordinary Science of Addictive Junk Food\n\n\n  Frito-Lay had a formidable research complex near Dallas, where nearly 500 chemists, psychologists and technicians conducted research that cost up to $30 million a year, and the science corps focused intense amounts of resources on questions of crunch, mouth feel and aroma for each of these items. Their tools included a $40,000 device that simulated a chewing mouth to test and perfect the chips, discovering things like the perfect break point: people like a chip that snaps with about four pounds of pressure per square inch.\n\n  To get a better feel for their work, I called on Steven Witherly, a food scientist who wrote a fascinating guide for industry insiders titled, “Why Humans Like Junk Food.” I brought him two shopping bags filled with a variety of chips to taste. He zeroed right in on the Cheetos. “This,” Witherly said, “is one of the most marvelously constructed foods on the planet, in terms of pure pleasure.” He ticked off a dozen attributes of the Cheetos that make the brain say more. But the one he focused on most was the puff’s uncanny ability to melt in the mouth. “It’s called vanishing caloric density,” Witherly said. “If something melts down quickly, your brain thinks that there’s no calories in it… you can just keep eating it forever.”\n\n\nAround The Web\n\n\n  The Various Canine Gaits Animated with Tracked Paw Prints\n  Footage of Choreography for Rocky (1976)\n  America’s Quietest Routes\n  Tour of the Moon in 4K\n\n\nBook ‘Em\n\nTriggers: Creating Behavior That Lasts\n\n\n  We deify willpower and self-control, and mock its absence. People who achieve through remarkable willpower are “strong” and “heroic.” People who need help or structure are “weak.” This is crazy—because few of us can accurately gauge or predict our willpower. We not only overestimate it, we chronically underestimate the power of triggers in our environment to lead us astray. Our environment is a magnificent willpower-reduction machine.\n\n\n\n  - Marshall Goldsmith\n\n\nGet a copy here.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2018/05/Newsletter",
        "date": "2018-05-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "April 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nMister Rogers’ Neighborhood\n\nCan you say…Hero?\n\nI would usually put a brief pull quote or my favorite remarks from the article here but, set aside half an hour and read this. You will feel a refreshed sense of care and peace.\n\nIn celebration of Mister Rogers’ 90th birthday and the 50th year anniversary of Mister Rogers’ Neighborhood:\n\n\n  Celebrate Fred Rogers’ 90th birthday on Twitch\n  Trailer for Morgan Neville’s documentary about Fred Rogers, Won’t You Be My Neighbor\n  Tom Hanks to Play Mr. Rogers in Biopic ‘You Are My Friend’\n  U.S. Postal Service to Dedicate Mister Rogers Forever Stamp\n\n\nLast Man Standing\n\nFortnite vs. PUBG\n\nThere are an insane number of people playing both PlayerUnknown’s Battlegrounds (over 30 million players) and Fortnite (over 45 million players).\n\nBoth games are also pulling wild viewership numbers on Twitch. In February, Twitch streamed 65.44 million hours of Fortnite gameplay and 43.33 million hours of PUBG gameplay. 600,000 people watched Ninja stream Fortnite with Drake…at 3am…on a Thursday.\n\nI think it is widely agreed that Fortnite is a better game. Fortnite is a blast but it never feels high stakes. In PUBG I can hear my pulse. No, not my character’s pulse - my actual beating heart pounding in my ears.\n\nPhony\n\nMillions Are Hounded for Debt They Don’t Owe. One Victim Fought Back, With a Vengeance.\n\n\n  “When the scammers started to hound Therrien, he hounded them right back. Obsessed with payback, he spent hundreds of hours investigating the dirty side of debt. By day he was still promoting ice cream brands and hiring models for liquor store tastings. But in his spare time, he was living out a revenge fantasy. He befriended loan sharks and blackmailed crooked collectors, getting them to divulge their suppliers, and then their suppliers above them. In method, Therrien was like a prosecutor flipping gangster underlings to get to lieutenants and then the boss. In spirit, he was a bit like Liam Neeson’s vigilante character in the movie Taken—using unflagging aggression to obtain scraps of information and reverse-engineer a criminal syndicate. Therrien didn’t punch anyone in the head, of course. He was simply unstoppable over the phone.”\n\n\nAround The Web\n\n\n  The Big Lebowski Filming Locations\n  How Hitchcock Kept Psycho a Secret\n  This Look Inside Spike Jonze’s Apple Ad Is as Fascinating as the Film Itself\n  I’ve Played a Game of Tag for 23 years\n\n\nBook ‘Em\n\nEgo is the Enemy\n\n\n  The question to ask, when you feel pride, then, is this: What am I missing right now that a more humble person might see?\n- Ryan Holiday\n\n\nGet a copy here.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2018/04/Newsletter",
        "date": "2018-04-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Surprise, AZ, USA",
        "content": "\n\n",
        "link": "/location/2018/03/Arizona",
        "date": "2018-03-18 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "March 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nSlurp\n\nThe Amazing History and the Strange Invention of the Bendy Straw\n\n\n  Friedman inserted a screw into the straw toward the top (see image). Then he wrapped dental floss around the paper, tracing grooves made by the inserted screw. Finally, he removed the screw, leaving a accordion-like ridge in the middle of the once-straight straw. Voila! he had created a straw that could bend around its grooves to reach a child’s face over the edge of a glass.\n\n\nFriedman filed for the patent on a “Drinking tube” in 1936.\n\n\n  The main object of my invention is to provide a soda straw or similar drinking tube with a flexible section so positioned that the tube may be bent during use without substantially reducing the diameter of the straw.\n\n\nOlympic HQ\n\n\n  USA Athlete’s Scars\n  The Slick Science of Making Olympic Snow and Ice\n  The Olympics’ Never-Ending Struggle to Keep Track of Time\n  How Many Calories Olympians Eat\n  Why Ice is so Slippery\n  Ride With an Olympic Bobsledder\n  A Bit of Science Behind the Role of the Athlete’s Brain in Sports\n\n\nSet, Put, Run\n\nA Verb for Our Frantic Times\n\n\n  HER birthday: must set plans in motion. Run a bath, put on cologne, set the table. High anxiety. Run down list: set watch again, put water in glasses, set flowers. Run to the window — phew! Watch her put a finger to the doorbell. Such joy! What timing! And just as the sun sets, too!\n\n  Thus does an evening beckon, full of pleasantry and promise. But as described here it notes events in a manner of considerable interest for the lexicographer. For scattered within the vocabulary of this 54-word drama are 11 uses of the three most complex verbs in the English language: “set,” “put” and “run.”\n\n\nReason to Forget\n\nWhy We Forget Most of the Books We Read…and the movies and TV shows we watch\n\n\n  In the internet age, recall memory — the ability to spontaneously call information up in your mind — has become less necessary. It’s still good for bar trivia, or remembering your to-do list, but largely, Horvath says, what’s called recognition memory is more important. “So long as you know where that information is at and how to access it, then you don’t really need to recall it,” he says.\n\n  Research has shown that the internet functions as a sort of externalized memory. “When people expect to have future access to information, they have lower rates of recall of the information itself,” as one study puts it.\n\n\nAround The Web\n\n\n  What Smoking 300 Cigarettes Does To Your Lungs\n  Swat at a Mosquito and It Could Remember You for Days\n  Fonts of a Huy Fong Sriracha Hot Sauce Bottle\n\n\nBook ‘Em\n\nThis book is atop almost every ‘greatest books’ list I have ever seen.\n\nMan’s Search for Meaning\n\n\n  Man does not simply exist but always decides what his existence will be, what he will become in the next moment.\n\n  By the same token, every human being has the freedom to change at any instant. Therefore, we can predict his future only within the large framework of a statistical survey referring to a whole group; the individual personality, however, remains essentially unpredictable. The basis for any predictions would be represented by biological, psychological or sociological conditions. Yet one of the main features of human existence is the capacity to rise above such conditions, to grow beyond them. Man is capable of changing the world for the better if possible, and of changing himself for the better if necessary. \n- Viktor Frankl\n\n\nGet a copy here.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2018/03/Newsletter",
        "date": "2018-03-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "February 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nPrime Time\n\n50th Known Mersenne Prime Discovered: 2^77,232,917-1\n\n\n  The new prime number, also known as M77232917, is calculated by multiplying together 77,232,917 twos, and then subtracting one. It is nearly one million digits larger than the previous record prime number, in a special class of extremely rare prime numbers known as Mersenne primes. It is only the 50th known Mersenne prime ever discovered, each increasingly difficult to find. Mersenne primes were named for the French monk Marin Mersenne, who studied these numbers more than 350 years ago.\n\n\nTrashed\n\nInside the Deadly World of Private Garbage Collection\n\n\n  Waste and recycling work is the fifth most fatal job in America — far more deadly than serving as a police officer or a firefighter. Loggers have the highest fatality rate, followed by fishing workers, aircraft pilots and roofers. From the collection out on garbage trucks, to the processing at transfer stations and recycling centers, to the dumping at landfills, the waste industry averages about one worker fatality a week. Nationally, in 2016, 82 percent of waste-worker deaths occurred in the private sector.\n\n\nFrom Tribe: On Homecoming and Belonging:\n\n  The public is often accused of being disconnected from its military, but frankly, it’s disconnected from just about everything. Farming, mineral extraction, gas and oil production, bulk cargo transport, logging, fishing, infrastructure construction—all the industries that keep the nation going are mostly unacknowledged by the people who depend on them most.\n- Sebastian Junger\n\n\nYou Will Never See the Same\n\nWhen Your Eyes Move, So Do Your Eardrums\n\n\n  Without moving your head, look to your left. Now look to your right. Keep flicking your eyes back and forth, left and right.\n\n  Even if you managed to keep the rest of your body completely still, your eyeballs were not the only parts of your head that just moved. Your ears did, too. Specifically, your eardrums—the thin membranes inside each of your ears—wobbled. As your eyes flitted right, both eardrums bulged to the left, one inward and one outward. They then bounced back and forth a few times, before coming to a halt. When you looked left, they bulged to the right, and oscillated again.\n\n  […]\n\n  They also found that the eardrums start to wobble about 10 milliseconds before the eyes. This suggests that the ears aren’t reacting to what’s happening in the eyes. Instead, Groh says, “the brain is saying: I am about to move the eyes; ears, get ready.”\n\n\nAnd while we are on the subject of hearing, find out why nature sounds can help you sleep and relax.\n\n\n  As life evolved on Earth, living beings developed different sensory organs to guide them toward food, alert them to danger, and find their way around the world. Without these senses, we couldn’t have survived. But sometimes, these very senses can cause our minds to get over-stimulated. When there’s too much noise, for example, it can be really distressing, but we usually can’t just turn off our hearing.\n\n  From an evolutionary standpoint, this is beneficial to us. If there’s some danger in our environment, we can act accordingly (or wake up, if we happen to be asleep). Sudden sounds jolt us into action, get our hearts pumping, and the adrenaline and cortisol soaring in our bodies so as to prepare us for fight or flight.\n\n  But living in a stream of constant, jarring noises can be highly toxic. One of the biggest problems with urban soundscapes, according to Benfield, is that people think they’ve adjusted to them.\n\n\nAround The Web\n\n\n  Dunkirk re-edited as a Silent Film\n  Animal Heartbeats\n  The Differences Between A $5,000 Watch And An $85,000 Watch\n  How the Human Digestive System Works\n  Time Lapse of a Man Building a Cabin from Scratch\n\n\nBook ‘Em\n\nRyan Holiday translates stoic ideas into modern language. I highly recommend The Obstacle is the Way or Ego is the Enemy.\n\nThe Obstacle is the Way: The Timeless Art of Turning Trials into Triumph\n\n\n  During the good times, we strengthen ourselves and our bodies so that during the difficult times, we can depend on it. \n- Ryan Holiday\n\n\nGet a copy here.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2018/02/Newsletter",
        "date": "2018-02-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Octavia, OK, USA",
        "content": "\n\n",
        "link": "/location/2018/01/Oklahoma",
        "date": "2018-01-12 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Living With a Seal",
        "content": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec ut dapibus leo. Maecenas in lacus fermentum dolor viverra cursus. Curabitur cursus magna eget nisi viverra porta. Donec semper dolor sit amet quam blandit vel pellentesque velit lobortis. Aliquam in ante eget nibh imperdiet eleifend. Vestibulum ornare lobortis diam viverra pellentesque. Aenean cursus dignissim mi in tincidunt. Quisque eu lectus sed risus congue tincidunt in eu mi. Etiam ac ligula felis. Integer et dui quam. Sed condimentum libero quis mauris malesuada laoreet. Donec dictum luctus mi, ut laoreet nisl consequat in. Sed non condimentum velit. Nullam interdum, velit eget commodo dictum, nisl neque varius lacus, a pharetra lorem dolor tempus dolor. Curabitur vitae velit elit. Phasellus in lacus velit, eget faucibus neque. Donec dolor purus, imperdiet quis iaculis aliquam, aliquam non magna. Donec pharetra metus a quam tincidunt cursus. Suspendisse potenti.\n",
        "link": "/media/2018/01/Living-with-a-seal",
        "date": "2018-01-06 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Wailea, Maui, HI, USA",
        "content": "\n\n",
        "link": "/location/2018/01/Hawaii",
        "date": "2018-01-06 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Status 3",
        "content": "Status number three is my third test.\n\n",
        "link": "/status/2018/01/status-3",
        "date": "2018-01-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Status 2",
        "content": "Status number 2 is my second test.\n\n",
        "link": "/status/2018/01/status-2",
        "date": "2018-01-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Status 1",
        "content": "Status number one is my first test\n\n",
        "link": "/status/2018/01/status-1",
        "date": "2018-01-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "January 2018",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nThe Way The World Ends: Not With A Bang But A Paperclip\n\nWired takes a look at Paperclips, a clicker game from  Frank Lantz based on speculations in Nick Bostrom’s Superintelligence: Paths, Dangers, Strategies.\n\nIn a Huffington Post interview, Bostrom makes his point much more succinctly, albeit less thorough, than a game or his book:\n\n\n  Suppose we have an AI whose only goal is to make as many paper clips as possible. The AI will realize quickly that it would be much better if there were no humans because humans might decide to switch it off. Because if humans do so, there would be fewer paper clips. Also, human bodies contain a lot of atoms that could be made into paper clips. The future that the AI would be trying to gear towards would be one in which there were a lot of paper clips but no humans.\n\n\nBorn To Be Chased\n\nPlant Earth II has been added to Netflix. Just as interesting as the action on screen is the action behind the camera. Early last year, Vox went behind the scenes to show how the famous ‘Snake Island’ chase was filmed.\n\n\n  How the BBC makes Planet Earth look like a Hollywood movie\n  How wildlife films warp time\n  How the BBC films the night side of Planet Earth\n\n\nBits from Books\n\nThis is my second year compiling some of my favorite passages from books I’ve read throughout the year.\n\n\n  Bits from Books 2017\n  Bits from Books 2016\n\n\nAround The Web\n\n\n  The 100 Greatest Props in Movie History, and the Stories Behind Them\n  Google’s Year in Search 2017\n  How to Read Sheet Music\n  Drone’s Eye View of NYC\n  Google Maps’s Moat\n  Building ‘Hey Arnold’s’ City\n\n\nBook ‘Em\n\nA Seth Godin quote from Tim Ferris’ book, Tools of Titans:\n\n\n  ‘First, Ten,’ and it is a simple theory of marketing that says: tell ten people, show ten people, share it with ten people; ten people who already trust you and already like you. If they don’t tell anybody else, it’s not that good and you should start over. If they do tell other people, you’re on your way.”\n\n\nI suppose my hope is that 10 of you might share this first issue as a way of showing me you have enjoyed it.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2018/01/Newsletter",
        "date": "2018-01-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "December 2017",
        "content": "This newsletter is a collection of things I have found in the last month that I enjoyed, found interesting, or simply wanted to share.\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nWhere We Play\n\nStrava, an app for athletes to track their exercise, has put together a heatmap that shows the activity of athletes using their service.\n\n\n  A marathon PR in Berlin, a bikepacking adventure in Mongolia and a ski down the slopes in Utah. Each of these plus over a billion other Strava activities were used to create the new Heatmap. It includes over 27 billion kilometers of data, overlapping to show the most frequented spots for sport on the globe. This incredible visualization was created with 200 thousand years of movement including thousands of marathons and countless coffee rides. What looks like a multihued map of the Earth is actually the white hot visualization of over 1 billion activities on Strava.\n\n\nAnd here is how they did it.\n\nThe Technology Behind Bitcoin\n\nYou have likely heard the buzz around cryptocurrency, and more specifically, Bitcoin. Bitcoin is exciting but the technology behind it could be far more impactful. This video will help you to understand that technology.\n\nParadox of Success\n\nFrom Essentialism: The Disciplined Pursuit of Less by Greg McKeown…\n\n\n  It leads to what I call “the paradox of success,” which can be summed up in four predictable phases:\n\n  PHASE 1: When we really have clarity of purpose, it enables us to succeed at our endeavor. \nPHASE 2: When we have success, we gain a reputation as a “go to” person. We become “good old [insert name],” who is always there when you need him, and we are presented with increased options and opportunities. \nPHASE 3: When we have increased options and opportunities, which is actually code for demands upon our time and energies, it leads to diffused efforts. We get spread thinner and thinner.\nPHASE 4: We become distracted from what would otherwise be our highest level of contribution. The effect of our success has been to undermine the very clarity that led to our success in the first place.\n\n\nAround The Web\n\n\n  How Facebook Figures Out Everyone You’ve Ever Met\n   ‘I Forgot My PIN’: An Epic Tale of Losing $30,000 in Bitcoin \n  Hooked: how slot machines are designed to be addictive\n  How to Increase Human Healthspans\n\n\nBook ‘Em\n\nAn enlightening book that exemplifies how important it is to belong.\n\nTribe: On Homecoming and Belonging\n\n\n  One way to determine what is missing in day-to-day American life may be to examine what behaviors spontaneously arise when that life is disrupted.\nJunger, Sebastian\n\n\nGet a copy here.\n\nSign Off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2017/12/Newsletter",
        "date": "2017-12-01 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "November 2017",
        "content": "November 2017\n\nIntroduction\n\nThis newsletter is a collection of things I have found in the last month that in some way made me better or that I found interesting enough to share.\n\nEnjoy!\n\nClay\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nTwitter\nFacebook\nInstagram\n\nI use affiliate links when available.\n\nWhat is the plan?\n\nI haven’t completely flushed out what I want this newsletter to be. I want it to be based around some combination of things I stumble upon and the things I have been interested in during the previous month.\n\nThe Personal MBA by Josh Kaufman\n\nI made a huge mistake in letting this book sit on my ‘Next reads’ list for this long. I have taken this book on as more a project and a study than for reading. I am only a fraction of the way into my study but the thing is coated in gold.\n\n\n  Education is a way to make your mental models more accurate by internalizing the knowledge and experiences other people have collected throughout their lives. The best education helps you learn to see the world in a new, more productive way.\n\n\n\n  Every successful business (1) creates or provides something of value that (2) other people want or need (3) at a price they’re willing to pay, in a way that (4) satisfies the purchaser’s needs and expectations and (5) provides the business sufficient revenue to make it worthwhile for the owners to continue operation.\n\n\nGet a copy here.\n\nDan Harmon’s Story Circle\n\n\n  Dan Harmon, creator of Community, Rick and Morty, and co-founder of Channel 101, built a framework to help you tell stories. It’s called the story circle, and it’s helped countless nerds put their ideas down on paper.\n\n\nPart One — Super Basic Shit\n\n\n  Storytelling comes naturally to humans, but since we live in an unnatural world, we sometimes need a little help doing what we’d naturally do.\n\n  Draw a circle and divide it in half vertically.\n\n  Divide the circle again horizontally.\n\n  Starting from the 12 o clock position and going clockwise, number the 4 points where the lines cross the circle: 1, 3, 5 and 7.\n\n  Number the quarter-sections themselves 2, 4, 6 and 8.\n\n  Here we go, down and dirty:\n\n  \n    A character is in a zone of comfort,\n    But they want something.\n    They enter an unfamiliar situation,\n    Adapt to it,\n    Get what they wanted,\n    Pay a heavy price for it,\n    Then return to their familiar situation,\n    Having changed.\nStart thinking of as many of your favorite movies as you can, and see if they apply to this pattern. Now think of your favorite party anecdotes, your most vivid dreams, fairy tales, and listen to a popular song (the music, not necessarily the lyrics). Get used to the idea that stories follow that pattern of descent and return, diving and emerging. Demystify it. See it everywhere. Realize that it’s hardwired into your nervous system, and trust that in a vacuum, raised by wolves, your stories would follow this pattern.\n  \n\n  I will talk in greater detail about this pattern in subsequent tutorials.\n\n\nAround the web…\n\n\n  MKBHD’s Tesla Model 3 Impression’s\n  The Ultimate Car Wash\n  How to Make Famous Movie Cocktails\n\n\nContemplation\n\nA highlight from a book I read this month…\n\nSteal Like an Artist: 10 Things Nobody Told You About Being Creative\n\n\n  Instead, chew on one thinker—writer, artist, activist, role model—you really love. Study everything there is to know about that thinker. Then find three people that thinker loved, and find out everything about them. Repeat this as many times as you can. Climb up the tree as far as you can go. Once you build your tree, it’s time to start your own branch. \nKleon, Austin\n\n\nGet a copy here.\n\nSign off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2017/11/Newsletter",
        "date": "2017-11-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "October 2017",
        "content": "October 2017\n\nIntroduction\n\nThis newsletter is a collection of things I have found in the last month that in some way made me better or that I found interesting enough to share.\n\nEnjoy!\n\nClay\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\nTwitter\nFacebook\nInstagram\n\nI use affiliate links when available.\n\nWhat is the plan?\n\nI haven’t completely flushed out what I want this newsletter to be. I want it to be based around some combination of things I stumble upon and the things I have been interested in during the previous month.\n\nThe Personal MBA by Josh Kaufman\n\nI made a huge mistake in letting this book sit on my ‘Next reads’ list for this long. I have taken this book on as more a project and a study than for reading. I am only a fraction of the way into my study but the thing is coated in gold.\n\n\n  Education is a way to make your mental models more accurate by internalizing the knowledge and experiences other people have collected throughout their lives. The best education helps you learn to see the world in a new, more productive way.\n\n\n\n  Every successful business (1) creates or provides something of value that (2) other people want or need (3) at a price they’re willing to pay, in a way that (4) satisfies the purchaser’s needs and expectations and (5) provides the business sufficient revenue to make it worthwhile for the owners to continue operation.\n\n\nGet a copy here.\n\nDan Harmon’s Story Circle\n\n\n  Dan Harmon, creator of Community, Rick and Morty, and co-founder of Channel 101, built a framework to help you tell stories. It’s called the story circle, and it’s helped countless nerds put their ideas down on paper.\n\n\nPart One — Super Basic Shit\n\n\n  Storytelling comes naturally to humans, but since we live in an unnatural world, we sometimes need a little help doing what we’d naturally do.\n\n  Draw a circle and divide it in half vertically.\n\n  Divide the circle again horizontally.\n\n  Starting from the 12 o clock position and going clockwise, number the 4 points where the lines cross the circle: 1, 3, 5 and 7.\n\n  Number the quarter-sections themselves 2, 4, 6 and 8.\n\n  Here we go, down and dirty:\n\n  \n    A character is in a zone of comfort,\n    But they want something.\n    They enter an unfamiliar situation,\n    Adapt to it,\n    Get what they wanted,\n    Pay a heavy price for it,\n    Then return to their familiar situation,\n    Having changed.\nStart thinking of as many of your favorite movies as you can, and see if they apply to this pattern. Now think of your favorite party anecdotes, your most vivid dreams, fairy tales, and listen to a popular song (the music, not necessarily the lyrics). Get used to the idea that stories follow that pattern of descent and return, diving and emerging. Demystify it. See it everywhere. Realize that it’s hardwired into your nervous system, and trust that in a vacuum, raised by wolves, your stories would follow this pattern.\n  \n\n  I will talk in greater detail about this pattern in subsequent tutorials.\n\n\nAround the web…\n\n\n  MKBHD’s Tesla Model 3 Impression’s\n  The Ultimate Car Wash\n  How to Make Famous Movie Cocktails\n\n\nContemplation\n\nA highlight from a book I read this month…\n\nSteal Like an Artist: 10 Things Nobody Told You About Being Creative\n\n\n  Instead, chew on one thinker—writer, artist, activist, role model—you really love. Study everything there is to know about that thinker. Then find three people that thinker loved, and find out everything about them. Repeat this as many times as you can. Climb up the tree as far as you can go. Once you build your tree, it’s time to start your own branch. \nKleon, Austin\n\n\nGet a copy here.\n\nSign off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n",
        "link": "/newsletter/2017/10/Newsletter",
        "date": "2017-10-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "September 2017",
        "content": "September 2017\n\nIntroduction\n\nThis newsletter is a collection of things I have found in the last month that in some way made me better or that I found interesting enough to share.\n\nEnjoy!\n\nClay\n\nYou can follow me more closely at my personal website or if you or someone you know is looking to buy or sell a home, you can point them to my real estate website.\n\n\n  Twitter\n  Facebook\n  Instagram\n\n\nI use affiliate links when available.\n\nWhat is the plan?\n\nI haven’t completely flushed out what I want this newsletter to be. I want it to be based around some combination of things I stumble upon and the things I have been interested in during the previous month.\n\nThe Personal MBA by Josh Kaufman\n\nI made a huge mistake in letting this book sit on my ‘Next reads’ list for this long. I have taken this book on as more a project and a study than for reading. I am only a fraction of the way into my study but the thing is coated in gold.\n\n\n  Education is a way to make your mental models more accurate by internalizing the knowledge and experiences other people have collected throughout their lives. The best education helps you learn to see the world in a new, more productive way.\n\n\n\n  Every successful business (1) creates or provides something of value that (2) other people want or need (3) at a price they’re willing to pay, in a way that (4) satisfies the purchaser’s needs and expectations and (5) provides the business sufficient revenue to make it worthwhile for the owners to continue operation.\n\n\nGet a copy here.\n\nDan Harmon’s Story Circle\n\n\n  Dan Harmon, creator of Community, Rick and Morty, and co-founder of Channel 101, built a framework to help you tell stories. It’s called the story circle, and it’s helped countless nerds put their ideas down on paper.\n\n\nPart One — Super Basic Shit\n\n\n  Storytelling comes naturally to humans, but since we live in an unnatural world, we sometimes need a little help doing what we’d naturally do.\n\n  Draw a circle and divide it in half vertically.\n\n  Divide the circle again horizontally.\n\n  Starting from the 12 o clock position and going clockwise, number the 4 points where the lines cross the circle: 1, 3, 5 and 7.\n\n  Number the quarter-sections themselves 2, 4, 6 and 8.\n\n  Here we go, down and dirty:\n\n  \n    A character is in a zone of comfort,\n    But they want something.\n    They enter an unfamiliar situation,\n    Adapt to it,\n    Get what they wanted,\n    Pay a heavy price for it,\n    Then return to their familiar situation,\n    Having changed.\nStart thinking of as many of your favorite movies as you can, and see if they apply to this pattern. Now think of your favorite party anecdotes, your most vivid dreams, fairy tales, and listen to a popular song (the music, not necessarily the lyrics). Get used to the idea that stories follow that pattern of descent and return, diving and emerging. Demystify it. See it everywhere. Realize that it’s hardwired into your nervous system, and trust that in a vacuum, raised by wolves, your stories would follow this pattern.\n  \n\n  I will talk in greater detail about this pattern in subsequent tutorials.\n\n\nAround the web…\n\n\n  MKBHD’s Tesla Model 3 Impression’s\n  The Ultimate Car Wash\n  How to Make Famous Movie Cocktails\n\n\nContemplation\n\nA highlight from a book I read this month…1\n\nSteal Like an Artist: 10 Things Nobody Told You About Being Creative\n\n\n  Instead, chew on one thinker—writer, artist, activist, role model—you really love. Study everything there is to know about that thinker. Then find three people that thinker loved, and find out everything about them. Repeat this as many times as you can. Climb up the tree as far as you can go. Once you build your tree, it’s time to start your own branch. \nKleon, Austin\n\n\nGet a copy here.\n\nSign off\n\nDo not hesitate to reply to this months email to share links, wisdom, or thoughts.\n\nThanks for reading. Have a great month,\n\nClay\n\n\n  \n    \n      This is my glorious and most important footnote &#8617;\n    \n  \n\n",
        "link": "/newsletter/2017/09/Newsletter",
        "date": "2017-09-01 00:00:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Star Wars: The Empire Strikes Back - Modern Trailer",
        "content": "Set aside a couple of hours. You will be fired up to watch Empire after this.\n",
        "link": "/link/2015/12/modern-empire-trailer",
        "date": "2015-12-31 02:34:44 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "The 2015 Comedy Wildlife Photography Awards",
        "content": "\n",
        "link": "/link/2015/12/comedy-wildlife-photo",
        "date": "2015-12-21 04:44:31 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Why Can't We Build a Splash-Proof Toilet?",
        "content": "\n  The BYU team also learned that a “low angle of attack” produces the least splash. When pee hits the porcelain at a 90 degree angle, the splashback is terrible. But when the urine simulator aimed low—imagine hitting just above the drain of the urinal—the splash was more modest and not angled back at the urinator. This is also a good reason to aim sideways rather than straight at the urinal.\n\n",
        "link": "/link/2015/11/splash-proof-toilet",
        "date": "2015-11-30 07:19:23 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Meet The 80 People Who Are As Rich As Half The World",
        "content": "\n  Eighty people hold the same amount of wealth as the world’s 3.6 billion poorest people, according to an analysis just released from Oxfam. The report from the global anti-poverty organization finds that since 2009, the wealth of those 80 richest has doubled in nominal terms — while the wealth of the poorest 50 percent of the world’s population has fallen.\n\n",
        "link": "/link/2015/11/meet-80-rich-people",
        "date": "2015-11-30 07:09:43 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "The Martian - UI Screen Graphics",
        "content": "Although not a lot of screen time, these graphics play a huge roll in the feel of the film.\n",
        "link": "/link/2015/10/the-martian-ui",
        "date": "2015-10-16 11:14:03 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "How do the Ghosts in Pac Man Move?",
        "content": "\n  The ghosts in Pac-Man are among some of the most enduring enemies in video game history, thanks in part to their surprisingly difficult to predict movements which make the game a constant challenge for new and seasoned players alike. However, as it turns out, the ghost’s movements are defined by a deceptively simple set of algorithms thought up by the game’s designer, Toru Iwatani.\n\n",
        "link": "/link/2015/10/pac-man-ghosts",
        "date": "2015-10-06 04:10:47 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Project Apollo Archive",
        "content": "An album of all 8,435 ever taken by Apollo astronauts.\n",
        "link": "/link/2015/10/apollo-album",
        "date": "2015-10-06 04:00:10 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "First Pitch",
        "content": "\n  On October 30, 2001, President George W. Bush stepped to the mound at Yankee Stadium to throw out the first pitch at Game 3 of the World Series, just six weeks after the 9/11 terrorist attacks. That night the first pitch meant more than just “play ball.”\n\n",
        "link": "/link/2015/09/first-pitch",
        "date": "2015-09-11 07:30:58 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "The NASA Design Program",
        "content": "\n  Fletcher: “I’m simply not comfortable with those letters, something is missing.”\n\n  Low: “Well yes, the cross stroke is gone from the letter A.”\n\n  Fletcher: “Yes, and that bothers me.”\n\n  Low: “Why?”\n\n  Fletcher: (long pause) “I just don’t feel we are getting our money’s worth!”\n\n\n\n  Fletcher: And this color, red, it doesn’t make much sense to me.”\n\n  Low: “What would be better?”\n\n  Fletcher: “Blue makes more sense… Space is blue.”\n\n  Low: “No Dr. Fletcher, Space is black!”\n\n\nIt is also worth checking out some of the additional images of NASA Graphics Standards Manual on Flickr.\n",
        "link": "/link/2015/09/nasa-design-program",
        "date": "2015-09-07 05:38:12 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Your Chances of Dying",
        "content": "\n  Regardless of all these risks, your probability of dying during a given year doubles every 8 years.\n\n",
        "link": "/link/2015/09/your-chances-of-dying",
        "date": "2015-09-07 05:24:18 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "50 Ironman Distance Triathlons, In 50 States, In 50 Consecutive Days",
        "content": "The Ironman Distance Triathlon consists of a 2.4-mile swim, a 112-mile bicycle ride and a marathon 26.2-mile run. This means that in 50 days James “Iron Cowboy” Lawrence, through his own physical power, moved himself 7,030 miles.\n\n\n  Part 1\n  Part 2\n  Part 3\n\n",
        "link": "/link/2015/07/Ironman-50-50-50",
        "date": "2015-07-29 15:31:05 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "If Looks Could Kill: The Story Behind the Most Intense Lion Portrait",
        "content": "\n  On this day, I was testing a new lens and camera body. When I approached the Lion from the observation area his head was almost completely submerged below the water’s surface. As I raised my camera and composed the shot, Luke simultaneously raised his head out of the water in my direction. As I began to fire off continuous shots the sound of my shutter focused Luke’s attention on me.\n\n  Through the lens, I felt his stare; it was powerful enough to make me stop shooting, and for that moment, time seemed to pause and nothing else existed but this massive imposing lion intensely staring back at me as if to my soul.\n\n  I truly felt amazed and minuscule by the power of this animal. I watched the rest of his intrigue and facial expression not through my lens, but peering around the side of my camera still holding it as if I were shooting. It was the first time anything has ever made me stop shooting. It was such an unforgettable moment, something I am lucky to have been a part of. I will never forget.\n\n\n",
        "link": "/link/2015/07/if-looks-could-kill",
        "date": "2015-07-20 11:29:54 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "How Pregnancy Tests Work",
        "content": "\n  Over-the-counter pregnancy tests give potentially life-changing results with a pretty high rate of accuracy. But how do they work? Tien Nguyen explains how each test performs a scientifically rigorous, multi-stage experiment that goes from start to finish in the time that it’ll take you to watch this video.\n\n",
        "link": "/link/2015/07/how-pregnancy-tests-work",
        "date": "2015-07-09 10:34:05 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "How Mosquitoes Survive Raindrops",
        "content": "\n  A study says a mosquito being hit by a raindrop is roughly the equivalent of a human being whacked by a school bus, the typical bus being about 50 times the mass of a person. And worse, when it’s raining hard, each mosquito should expect to get smacked, grazed, or shoved by a raindrop every 25 seconds. So rain should be dangerous to a mosquito. And yet (you probably haven’t looked, but trust me), when it’s raining those little pains in the neck are happily darting about in the air, getting banged—and they don’t seem to care. Raindrops, for some reason, don’t bother them. […]\n\n  In most direct hits, Hu and colleagues write, the insect is carried five to 20 body lengths downward, and then, rather gracefully—maybe helped by a dense layer of wax-coated, water-repellent hairs—gets up and “walks” to the side, then steps off into the air, almost like a schoolchild getting off of a bus (albeit a fast-moving bus hurtling toward its doom). It does this almost matter-of-factly, like it’s no big deal.\n\n",
        "link": "/link/2015/07/how-mosquitoes-survive-raindrops",
        "date": "2015-07-03 13:38:18 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Supreme Court Rules the Constitution Guarantees the Right to Same-Sex Marriage",
        "content": "Justice Anthony Kennedy\n\n\n  No union is more profound than marriage, for it embodies the highest ideals of love, fidelity, devotion, sacrifice, and family. In forming a marital union, two people become something greater than once they were. As some of the petitioners in these cases demonstrate, marriage embodies a love that may endure even past death. It would misunderstand these men and women to say they disrespect the idea of marriage. Their plea is that they do respect it, respect it so deeply that they seek to find its fulfillment for themselves. Their hope is not to be condemned to live in loneliness, excluded from one of civilization’s oldest institutions. They ask for equal dignity in the eyes of the law. The Constitution grants them that right.\n\n",
        "link": "/link/2015/06/supreme-court-gay-marriage",
        "date": "2015-06-26 14:10:15 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "The Original Super Mario Game Was Designed On Graph Paper",
        "content": "\n  “Back in the day, we had to create everything by hand,” Nintendo designer Takashi Tezuka said in a video released as part of Nintendo’s E3 announcement Tuesday. Every square of land, question-mark block and Goomba had to be hand-drawn and colored on graph paper. When they were happy with the design, they sent it off to a developer to code. Fixing errors or making changes was tricky. Shigeru Miyamoto, Mario’s creator, said whiting out mistakes was too messy, so they overlaid opaque tracing paper on top of the level being drawn.\n\n\nBe sure to check out the embedded video starting at 41:11.\n",
        "link": "/link/2015/06/original-mario-graph-paper",
        "date": "2015-06-18 12:15:00 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Remembering Auschwitz: 70 Years After Liberation",
        "content": "\n  Auschwitz I and nearby Auschwitz II-Birkenau were the extermination camps where an estimated 1.1 million people—mostly Jews from across Europe, but also political opponents, prisoners of war, homosexuals, and Roma—were killed in gas chambers or by systematic starvation, forced labor, disease, or medical experiments. About 200,000 camp inmates survived the ordeal.\n\n",
        "link": "/link/2015/02/remembering-auschwitz",
        "date": "2015-02-03 10:06:02 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Pokemon Branding",
        "content": "Branding and logo design for companies named after Pokemon.\n",
        "link": "/link/2015/01/pokemon-branding",
        "date": "2015-01-29 10:06:58 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Want to Feel Small?",
        "content": "1.5 billion pixels compose the biggest image ever taken of the Andromeda Galaxy.\n",
        "link": "/link/2015/01/gigapixels-of-andromeda",
        "date": "2015-01-21 09:51:01 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "The Greatest Trick the Devil Ever Pulled",
        "content": "A great look at how a fantastic movie got made.\n\n\n  To ensure that the film’s twist was as surprising as possible, Bryan Singer persuaded several of the lead actors that their characters were really Keyzer Söze. ‘I remember when we screened it for the company of actors,’ recalled Kevin Spacey, ‘Gabriel Byrne was stunned that he wasn’t Keyser Söze. Went out into the parking lot and had an argument with Bryan Singer. For a half an hour.’\n\n",
        "link": "/link/2014/12/usual-suspects",
        "date": "2014-12-29 10:49:57 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "How to Fix a Monet After Somebody Punches It",
        "content": "\n  The team tasked with repairing the artwork had their work cut out for them. The assailant had left a massive triangular tear in the middle of the canvas, and some of the paint had been so badly pulverized that it couldn’t be reattached. Over the course of two years, conservators worked carefully to repair the painting and restore it to its original condition. A true labor of love, the project was recently documented on the museum website and has been reproduced here with its permission. Take a look.\n\n",
        "link": "/link/2014/12/fixing-a-monet",
        "date": "2014-12-27 15:13:41 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "An Oral History of 'National Lampoon's Christmas Vacation'",
        "content": "\n  In honor of the film’s quarter-of-a-century milestone, we’ve asked the cast and creators to weigh in on the seasonal classic. From the intricate planning behind the film’s zany antics to freak snowstorms and cast freak-outs, this is the untold, no-holds-barred story of Christmas Vacation.\n\n",
        "link": "/link/2014/12/untold-christmas-vacation",
        "date": "2014-12-23 09:38:06 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Under the Influence of Beer Foam",
        "content": "\n  Have you ever noticed that it’s easier to walk without spilling a foamy beer versus walking around with regular cup of coffee? Have you ever wondered why? To solve this everyday physics phenomenon, a team of fluid mechanics researchers at Princeton University’s Complex Fluids Lab investigate the anti-sloshing abilities of foam.\n\n",
        "link": "/link/2014/12/beer-foam",
        "date": "2014-12-18 15:10:49 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "ISS Astronauts Place Go Pro in a Bubble",
        "content": "I’d sure imagine it feels odd to operate in a world where this is daily life.\n",
        "link": "/link/2014/12/go-pro-astronauts",
        "date": "2014-12-18 12:27:04 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Hello World 3.0",
        "content": "I’ve had a blog of some sorts off and on since late 2006. I never really wrote much except for a few ‘tip’ type posts for Mac OS X. A couple of years after that I started tweaking things on my site and figured out how to do Daring Fireball style link posts on Wordpress.\n\nMy blog has always been hosted on Wordpress - until now. I am now using Jekyll1 and GitHub Pages to create a Static Blog that also happens to be free.\n\nThis site will host links that I find interesting as well as a few articles about thoughts I feel are worth sharing. You will find some posts and links dated prior to December 18, 2014. These are just a handful of posts from my old site that I felt were still worth sharing and they gave me a bit of an Archive so the site isn’t too bare.\n\n  \n    \n      Jekyll is a simple, blog aware, static site generator. It takes a template directory […] and spits out a complete, static website suitable for serving with Apache or your favorite web server. This is also the engine behind GitHub Pages, which you can use to host your project’s page or blog right here from GitHub. &#8617;\n    \n  \n\n",
        "link": "/article/2014/12/hello-world-3.0",
        "date": "2014-12-18 12:11:58 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Serial",
        "content": "Season 1 has come to an end. If you have missed the whirlwind surrounding Serial, I highly suggest using the holiday travel season to binge listen.\n\n\n  On January 13, 1999, a girl named Hae Min Lee, a senior at Woodlawn High School in Baltimore County, Maryland, disappeared. A month later, her body turned up in a city park. She’d been strangled. Her 17-year-old ex-boyfriend, Adnan Syed, was arrested for the crime, and within a year, he was convicted and sentenced to spend the rest of his life in prison. The case against him was largely based on the story of one witness, Adnan’s friend Jay, who testified that he helped Adnan bury Hae’s body. But Adnan has always maintained he had nothing to do with Hae’s death. Some people believe he’s telling the truth. Many others don’t.\n\n\nEdit: Serial Podcast Theme &amp; The Notorious B.I.G. Mashup Remix\n",
        "link": "/link/2014/12/serial",
        "date": "2014-12-18 09:50:54 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "The Sound Effects Of The Millennium Falcon's Hyperdrive Malfunction",
        "content": "Ben Burtt shares the sounds that are combined to make the hyperdrive malfunction sound effect.\n",
        "link": "/link/2014/12/millenium-falcons-hyperdrive-malfunction",
        "date": "2014-12-15 09:55:12 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "How Bourbon is Made",
        "content": "\n  We toured 12 distilleries in a five-day blitz, asking everyone we met to walk us through the bourbon-making process. Here, you’ll find all of the steps that go into making America’s unique take on whiskey. Watch and learn.\n\n",
        "link": "/link/2014/12/how-bourbon-is-made",
        "date": "2014-12-08 11:07:22 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "The Force Awakens - Teaser Trailer 1",
        "content": "And if you are the kind of person who likes an hour long discussion about a 90 second trailer, a recent episode of The Incomparable may be just what the doctor ordered.\n",
        "link": "/link/2014/11/the-force-awakens",
        "date": "2014-11-30 18:01:32 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Catching the Catch on Camera",
        "content": "\n  Jeffrey Furticella, a picture editor on the Sports desk at The New York Times, reached out to some of the photographers who shot the catch on Sunday night.\n\n",
        "link": "/link/2014/11/catching-the-catch",
        "date": "2014-11-25 09:27:46 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "What Will It Take To Run A 2-Hour Marathon",
        "content": "The Perfect Race\n\n\n  \n    It will be a cold day in March (or November).\n    The course will be mind-numbingly boring (and perhaps in Poland).\n    The pacemakes will form a human wall, setting the state for a time trial.\n    The payday will be mind-blowing, but not tethered to a specific race.\n  \n\n\nThe Perfect Runner\n\n\n  \n    He’ll have a Paula Radcliffe’s efficiency (and vertical leap).\n    He’ll be 5’6” and a buck-twenty soaking wet.\n    He’ll have towering self-confidence and very fast friends.\n    He’ll have access to things we can’t imagine.\n    He’ll be in his early twenties - and fearless.\n  \n\n",
        "link": "/link/2014/11/sub-2-hour-marathon",
        "date": "2014-11-14 12:03:48 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "How in the Hell Did NFL Blitz Ever Get Made?",
        "content": "\n  The game was quite obviously not a simulation in the realm of the Madden NFL franchise or NFL Quarterback Club, but it was disconnected from reality in a revealing way. The NFL Blitz team wanted to include everything people loved about football and take out the things they don’t, creating a consequence-free version of the sport. Keep and exaggerate the bone-splitting hits; lose the killjoy penalties and injuries.\n\n",
        "link": "/link/2014/11/nfl-blitz",
        "date": "2014-11-09 10:01:44 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "How to Buy Food: The Psychology of the Supermarket",
        "content": "\n  Think about your usual supermarket routine. Chances are, if your market is designed like the majority in the U.S., you start shopping at the right side of the store and work your way around the outer rim of the supermarket—with occasional forays into certain aisles, but generally sticking to a counterclockwise route till you get to the register.\n\n  Now you may wonder, Why do I always choose to go that way?\n\n  The answer is, you don’t. Whoever designed the supermarket chose that path for you, and for a particular reason: About nine in ten people are right-handed, and a counterclockwise route makes it easier for right-handed people to put stuff in their carts.\n\n",
        "link": "/link/2014/11/supermarket-psychology",
        "date": "2014-11-09 00:00:00 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Pokémon's Famous Missingno Glitch, Explained",
        "content": "\n  As Pokémon veterans and gaming history buffs know, Missingno is a glitch that players can find in Pokémon Red and Blue. I thought I’d take this opportunity to break down the many reasons why Missingno stands as one one of the coolest, most notorious glitches in gaming.\n\n",
        "link": "/link/2014/11/pokemon-missingno-explained",
        "date": "2014-11-08 17:13:43 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "How Much Would it Cost to build the Death Star?",
        "content": "\n  Oh, and the cost of the steel alone? At 2012 prices, about $852,000,000,000,000,000. Or roughly 13,000 times the world’s GDP.\n\n",
        "link": "/link/2012/02/cost-to-build-deathstar",
        "date": "2012-02-20 20:46:23 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Real Life Goldeneye 64",
        "content": "The memories are endless.\n",
        "link": "/link/2012/02/real-life-goldeneye",
        "date": "2012-02-20 12:25:23 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "It Ain't Blood, People",
        "content": "I’ve worked in a restaurant for 7 years and have heard every variation of, “Well done, I don’t want no blood left in that steak.” and “This isn’t cooked, there is still blood.” that you could imagine.\n\n\n  So what is that red liquid you are seeing in red meat?  Red meats, such as beef, are composed of quite a bit of water.  This water, mixed with a protein called myoglobin, ends up comprising most of that red liquid.\n\n\n",
        "link": "/link/2011/09/it-aint-blod-people",
        "date": "2011-09-30 15:35:56 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Peek Inside the Lamborghini Factory",
        "content": "\n  The Italian automaker founded in 1963 by feisty Ferrari hater Ferruccio Lamborghini built a long line of swoopy exotics that demanded passionate, dedicated drivers — with an equally passionate and dedicated mechanic on speed dial. Several ownership changes over the years, including an ill-fated union with Chrysler in the 1980s didn’t help the cause. Lamborghinis inspired lust, but consistency of build and reliability proved elusive.\n\n  Until the Germans got involved.\n\n\n",
        "link": "/link/2011/09/inside-lamborghini-factory",
        "date": "2011-09-19 17:59:56 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "What Kids of the World Eat at School",
        "content": "What an embarrassment.\n",
        "link": "/link/2011/07/what-kids-eat-at-school",
        "date": "2011-07-29 01:50:56 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Over or Under: The Great Toilet Paper Debate",
        "content": "\n  The eternal question: Should toilet paper hang over or under? Modern engineering has created an efficient way to dispense toilet paper, but it has left orientation up to consumer. In determining which is best, there are numerous variables, statistics, and principles of mechanics to take into account. And simple efficiency is not the only concern: for many, TP orientation is a matter of identity, lifestyle, and passion. Let us walk you through this timeless and enduring debate.\n\n",
        "link": "/link/2011/07/over-or-under",
        "date": "2011-07-15 20:50:56 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "The 22 Rules of Backyard Wiffle Ball",
        "content": "Just in time for your July 4th game of wiffle ball.\n\n\n  \n    It’s not a real Wiffle ball game unless you can break a window. Or windows.\n    Skinny yellow bats only…\n    Yes you can throw your super-awesome curve ball. But throw it fat and slow over the plate. Like a 2011 Astro.\n  \n\n",
        "link": "/link/2011/06/backyard-wiffleball",
        "date": "2011-06-30 21:03:56 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Could There Be a Batman?",
        "content": "A cluster of opinions and scenarios on whether or not The Dark Knight really could exist.\n",
        "link": "/link/2011/05/could-there-be-a-batman",
        "date": "2011-05-27 23:23:56 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Scared Shitless: How I (Mostly) Learned to Love Being Afraid of Pretty Much Everything",
        "content": "Video of Merlin Mann’s funny, tear-filled, terrifying and motivating talk from Webstock 2011.\n",
        "link": "/link/2011/04/scared-shitless",
        "date": "2011-04-06 15:25:56 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Mercedes Benz: Left Brain - Right Brain",
        "content": "A beautiful ad from Mercedes depicting the human brain.\n",
        "link": "/link/2011/03/mercedes-left-right",
        "date": "2011-03-07 16:59:56 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "The Technology Behind The Aria Resort and Casino",
        "content": "\n  The Aria opened on Dec. 16 last year, marketing itself as a high-tech alternative to Vegas’s more traditional resorts, with a data and communication system driven by 283 individual telecom rooms and a broadband antennae network covering 140 million square feet. And while the technology brings many high-tech luxuries to visitors—omnipresent wireless connectivity, 3D monitors and smart touchscreen interfaces—it also crosses into potential Big Brother territory (even by Vegas standards). Here is a close look at some of Aria’s biggest technological advances and the issues they raise.\n\n",
        "link": "/link/2011/02/aria-technology",
        "date": "2011-02-19 17:24:56 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "The Making of an Agent",
        "content": "\n  After 16 weeks of action-packed exercises that will test them to the core, the recruits in Training Class No. 283 will pass into the elite ranks of the Secret Service – or leave humiliated.\n\n\nThis is a five page series but if you are only going to read one page, make it this one.\n",
        "link": "/link/2011/02/making-an-agent",
        "date": "2011-02-09 19:43:56 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Inside the Secret Service",
        "content": "\n  When president Obama and two-thirds of the world’s leaders gather in New York City, it is up to the U.S. Secret Service to keep them all safe. Granted unprecedented access, our author tells the story of how the agency pulls off the most complicated security event of the year, from counter-surveillance to counter-assault, hotel booking to event scheduling.\n\n",
        "link": "/link/2011/02/inside-secret-service",
        "date": "2011-02-09 16:39:56 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "People Cannot Walk in a Straight Line",
        "content": "A well animated video of people trying to walk in a straight line while blindfolded and without a fixed point of reference.\n",
        "link": "/link/2011/02/people-straight-line",
        "date": "2011-02-09 05:20:56 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Writing State Of The Union Speech: A Juggling Act",
        "content": "\n  For a White House speechwriter, there is a conflict in the State of the Union address. It’s the speech that gets all the attention, where the president lays out his legislative agenda for the year ahead. But as far as poetry, arc and theme, it can also be the clunkiest.\n\n",
        "link": "/link/2011/01/writing-state-of-union",
        "date": "2011-01-25 18:49:56 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Cracking The Credit Card Code",
        "content": "\n  There’s hardly a more prominant financial product in America today than the almighty credit card. Nearly everybody has at least one — almost 80% of consumers in 2008, according to the Federal Reserve Bank of Boston – and many use it on a daily basis. Without a doubt, there are also those consumers who know their credit card numbers by heart (makes online shopping and booking travel so much easier, if anything). But how many of you know what those numbers really mean? Contrary to what you may think, they aren’t random.\n\n",
        "link": "/link/2011/01/cracking-credit-card-code",
        "date": "2011-01-24 03:30:56 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Creativity of a Sports Cameraman",
        "content": "A great video of the extensive power in the camera’s and lenses used in television broadcasts as well as some insight as to what is required of a cameraman during a game.\n",
        "link": "/link/2010/01/creativity-sports-cameraman",
        "date": "2010-01-18 21:59:56 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Ever Wondered What $1 Trillion Looks Like?",
        "content": "[Gulp]\n",
        "link": "/link/2009/03/one-trillion",
        "date": "2009-03-13 21:19:56 -0500",
        "excerpt": "",
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Obama's 'O'",
        "content": "Barrack Obama’s ‘O’ logo could be found everywhere throughout the election season. it is a design that I myself absolutely loved and had many times wondered, how it came to be. In my Communication Graphics class, we look at logos, typography, etc. So my eyes had been expanding to take notice of designing well-thought-out logos.\n\nThe New York Times, has an interesting interview with Sol Sender, a graphic designer that worked on the logo.\n\n\n  “At the end of 2006, Mode, a motion design studio in Chicago, approached Sol Sender, a graphic designer, to create a logo for Barack Obama’s presidential campaign. The resulting “O” became one of the most recognizable political logos in recent history. I spoke with Mr. Sender a few days after the election to discuss the evolution of his design.”\n\n\n\n  Designing the Obama “Hope” Poster\n\n",
        "link": "/link/2008/11/obamas-o",
        "date": "2008-11-21 20:59:56 -0600",
        "excerpt": "",
        "search_omit": ""
    }
    
    



    
    ,{
        "title": "404: Page not found",
        "content": "\n  404: Page not found\n  Sorry, we've misplaced that URL or it's pointing to something that doesn't exist. Head back home to try finding it again.\n\n",
        "link": "/404.html",
        "date": null,
        "excerpt": null,
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "About",
        "content": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec ut dapibus leo. Maecenas in lacus fermentum dolor viverra cursus. Curabitur cursus magna eget nisi viverra porta. Donec semper dolor sit amet quam blandit vel pellentesque velit lobortis. Aliquam in ante eget nibh imperdiet eleifend. Vestibulum ornare lobortis diam viverra pellentesque. Aenean cursus dignissim mi in tincidunt. Quisque eu lectus sed risus congue tincidunt in eu mi. Etiam ac ligula felis. Integer et dui quam. Sed condimentum libero quis mauris malesuada laoreet. Donec dictum luctus mi, ut laoreet nisl consequat in. Sed non condimentum velit. Nullam interdum, velit eget commodo dictum, nisl neque varius lacus, a pharetra lorem dolor tempus dolor. Curabitur vitae velit elit. Phasellus in lacus velit, eget faucibus neque. Donec dolor purus, imperdiet quis iaculis aliquam, aliquam non magna. Donec pharetra metus a quam tincidunt cursus. Suspendisse potenti.\n\nLorem ipsum dolor sit amet, consectetur adipiscing elit. Donec ut dapibus leo. Maecenas in lacus fermentum dolor viverra cursus. Curabitur cursus magna eget nisi viverra porta. Donec semper dolor sit amet quam blandit vel pellentesque velit lobortis. Aliquam in ante eget nibh imperdiet eleifend. Vestibulum ornare lobortis diam viverra pellentesque. Aenean cursus dignissim mi in tincidunt. Quisque eu lectus sed risus congue tincidunt in eu mi. Etiam ac ligula felis. Integer et dui quam. Sed condimentum libero quis mauris malesuada laoreet. Donec dictum luctus mi, ut laoreet nisl consequat in. Sed non condimentum velit. Nullam interdum, velit eget commodo dictum, nisl neque varius lacus, a pharetra lorem dolor tempus dolor. Curabitur vitae velit elit. Phasellus in lacus velit, eget faucibus neque. Donec dolor purus, imperdiet quis iaculis aliquam, aliquam non magna. Donec pharetra metus a quam tincidunt cursus. Suspendisse potenti.\n",
        "link": "/about",
        "date": null,
        "excerpt": null,
        "search_omit": ""
    }
    
    

    
    ,{
        "title": "Archive",
        "content": "\nArticle\n\n\nDec 18 2014 » Hello World 3.0\n\n\n\nLink\n\n\nDec 31 2015 » Star Wars: The Empire Strikes Back - Modern Trailer\n\nDec 21 2015 » The 2015 Comedy Wildlife Photography Awards\n\nNov 30 2015 » Why Can't We Build a Splash-Proof Toilet?\n\nNov 30 2015 » Meet The 80 People Who Are As Rich As Half The World\n\nOct 16 2015 » The Martian - UI Screen Graphics\n\nOct 06 2015 » How do the Ghosts in Pac Man Move?\n\nOct 06 2015 » Project Apollo Archive\n\nSep 11 2015 » First Pitch\n\nSep 07 2015 » The NASA Design Program\n\nSep 07 2015 » Your Chances of Dying\n\nJul 29 2015 » 50 Ironman Distance Triathlons, In 50 States, In 50 Consecutive Days\n\nJul 20 2015 » If Looks Could Kill: The Story Behind the Most Intense Lion Portrait\n\nJul 09 2015 » How Pregnancy Tests Work\n\nJul 03 2015 » How Mosquitoes Survive Raindrops\n\nJun 26 2015 » Supreme Court Rules the Constitution Guarantees the Right to Same-Sex Marriage\n\nJun 18 2015 » The Original Super Mario Game Was Designed On Graph Paper\n\nFeb 03 2015 » Remembering Auschwitz: 70 Years After Liberation\n\nJan 29 2015 » Pokemon Branding\n\nJan 21 2015 » Want to Feel Small?\n\nDec 29 2014 » The Greatest Trick the Devil Ever Pulled\n\nDec 27 2014 » How to Fix a Monet After Somebody Punches It\n\nDec 23 2014 » An Oral History of 'National Lampoon's Christmas Vacation'\n\nDec 18 2014 » Under the Influence of Beer Foam\n\nDec 18 2014 » ISS Astronauts Place Go Pro in a Bubble\n\nDec 18 2014 » Serial\n\nDec 15 2014 » The Sound Effects Of The Millennium Falcon's Hyperdrive Malfunction\n\nDec 08 2014 » How Bourbon is Made\n\nNov 30 2014 » The Force Awakens - Teaser Trailer 1\n\nNov 25 2014 » Catching the Catch on Camera\n\nNov 14 2014 » What Will It Take To Run A 2-Hour Marathon\n\nNov 09 2014 » How in the Hell Did NFL Blitz Ever Get Made?\n\nNov 09 2014 » How to Buy Food: The Psychology of the Supermarket\n\nNov 08 2014 » Pokémon's Famous Missingno Glitch, Explained\n\nFeb 20 2012 » How Much Would it Cost to build the Death Star?\n\nFeb 20 2012 » Real Life Goldeneye 64\n\nSep 30 2011 » It Ain't Blood, People\n\nSep 19 2011 » Peek Inside the Lamborghini Factory\n\nJul 29 2011 » What Kids of the World Eat at School\n\nJul 15 2011 » Over or Under: The Great Toilet Paper Debate\n\nJun 30 2011 » The 22 Rules of Backyard Wiffle Ball\n\nMay 27 2011 » Could There Be a Batman?\n\nApr 06 2011 » Scared Shitless: How I (Mostly) Learned to Love Being Afraid of Pretty Much Everything\n\nMar 07 2011 » Mercedes Benz: Left Brain - Right Brain\n\nFeb 19 2011 » The Technology Behind The Aria Resort and Casino\n\nFeb 09 2011 » The Making of an Agent\n\nFeb 09 2011 » Inside the Secret Service\n\nFeb 09 2011 » People Cannot Walk in a Straight Line\n\nJan 25 2011 » Writing State Of The Union Speech: A Juggling Act\n\nJan 24 2011 » Cracking The Credit Card Code\n\nJan 18 2010 » Creativity of a Sports Cameraman\n\nMar 13 2009 » Ever Wondered What $1 Trillion Looks Like?\n\nNov 21 2008 » Obama's 'O'\n\n\n\nLocation\n\n\nNov 03 2018 » New Orleans, LA, USA\n\nOct 03 2018 » Plaka, Athens, Greece\n\nSep 29 2018 » Oia, Santorini, Greece\n\nSep 05 2018 » Playa del Carmen, Quintana Roo, Mexico\n\nMay 18 2018 » Houston, TX, USA\n\nMar 18 2018 » Surprise, AZ, USA\n\nJan 12 2018 » Octavia, OK, USA\n\nJan 06 2018 » Wailea, Maui, HI, USA\n\n\n\nMedia\n\n\nJan 06 2018 » Living With a Seal\n\n\n\nNewsletter\n\n\nNov 01 2018 » November 2018\n\nOct 01 2018 » October 2018\n\nSep 01 2018 » September 2018\n\nAug 01 2018 » August 2018\n\nJul 01 2018 » July 2018\n\nJun 01 2018 » June 2018\n\nMay 01 2018 » May 2018\n\nApr 01 2018 » April 2018\n\nMar 01 2018 » March 2018\n\nFeb 01 2018 » February 2018\n\nJan 01 2018 » January 2018\n\nDec 01 2017 » December 2017\n\nNov 01 2017 » November 2017\n\nOct 01 2017 » October 2017\n\nSep 01 2017 » September 2017\n\n\n\nPhoto\n\n\nOct 07 2018 » Greece\n\nOct 07 2018 » Greece\n\nOct 07 2018 » Greece\n\n\n\nStatus\n\n\nJan 01 2018 » Status 3\n\nJan 01 2018 » Status 2\n\nJan 01 2018 » Status 1\n\n\n\n",
        "link": "/archive",
        "date": null,
        "excerpt": null,
        "search_omit": ""
    }
    
    

    

    

    

    
    ,{
        "title": "Home",
        "content": "\n  {% for post in paginator.posts %}\n  \n    \n      \n        {{ post.title }}\n      \n    \n\n    {{ post.date | date_to_string }}\n\n    {{ post.content }}\n  \n  {% endfor %}\n\n\n\n  {% if paginator.next_page %}\n    Older\n  {% else %}\n    Older\n  {% endif %}\n  {% if paginator.previous_page %}\n    Newer\n  {% else %}\n    Newer\n  {% endif %}\n\n",
        "link": "/index-default",
        "date": null,
        "excerpt": null,
        "search_omit": ""
    }
    
    

    

    
    ,{
        "title": "Default",
        "content": "  \n  \n  \n  \n    \n    \n\t\n\t\n    \n  \n\n  \n  \n     result(s) found for &ldquo;&rdquo;.\n  \n  \n\n\n\n  \n  \n\n  \n  \n\n  \n  ",
        "link": "/search/",
        "date": null,
        "excerpt": null,
        "search_omit": "true"
    }
    
    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

    

]
